{
    "type": "welcome",
    "contents": [
        {
            "text": "Thank you for calling CoreOS in San Francisco, your open source container and Kubernetes experts.",
            "fileID": "111c629a87d54fb9897b509d1d4d7211"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For sales and information on our enterprise container and Kubernetes solutions, press 1.",
                "fileID": "4e104a7dfa0a4293bd1b4ebbc02fb68f",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For product demos and trial access, press 1.",
                            "fileID": "5cdf17b2b17b430aa9d63f6513d3f51e",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our product demonstrations team.",
                                        "fileID": "457dd4e1db48479eb6cb2800ed6fe087"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "ce6984e612414e5ba3a0876de594dbf0",
                                "navigationGoals": [
                                    "I’d like to schedule a product demo and get trial access to your Kubernetes solutions.",
                                    "I’d like to schedule a product demo and get trial access to evaluate your container platform for a small vet-led project.",
                                    "Schedule a hands-on container orchestration demo and get trial credentials for CoreOS Kubernetes.",
                                    "I need help arranging a live demo and trial access for your container orchestration platform.",
                                    "Schedule a trial/demo of CoreOS’s Kubernetes platform for my research environment"
                                ]
                            }
                        },
                        {
                            "text": "For pricing, licensing, and account inquiries, press 2.",
                            "fileID": "8f40b7e68173410fba573f65873b1eac",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our sales team for pricing and licensing.",
                                        "fileID": "014567a23d8e472d945383f434413c1c"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "902ca19284b443eaa4ac41a2efaebefa",
                                "navigationGoals": [
                                    "I need detailed enterprise pricing and licensing information for CoreOS.",
                                    "I’m calling to learn about enterprise Kubernetes licensing fees and whether there’s a veteran discount program.",
                                    "Discuss enterprise subscription pricing tiers, licensing options, and account setup for CoreOS containers.",
                                    "I’d like assistance understanding the pricing and licensing options for your enterprise Kubernetes service.",
                                    "Ask about academic pricing and licensing options for the enterprise container solution"
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "62e9e22e09e6495d9ef21bb062b035d2",
                    "navigationGoals": null
                }
            },
            {
                "text": "For technical support and developer resources, press 2.",
                "fileID": "9125912abf5b4fce88403c80376d7a84",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For community and open source support, press 1.",
                            "fileID": "369c629992584467adf491b23001382b",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our open source support specialists.",
                                        "fileID": "5c6987c7ba484190887aff7e70210aa2"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "4e4618ac48f142e8a9cbd211c4c42d51",
                                "navigationGoals": [
                                    "I’m looking for community support to configure the open-source CoreOS container platform.",
                                    "I need open source community support to help me set up and configure my first Kubernetes cluster.",
                                    "Get community-driven support for debugging an open-source CoreOS container integration issue.",
                                    "I’m having trouble with the open-source version and need guidance from the community support team.",
                                    "Consult the open source community support for guidance on setting up Kubernetes for my lab cluster"
                                ]
                            }
                        },
                        {
                            "text": "For enterprise support and customer success, press 2.",
                            "fileID": "091f827a4eca45b7ab9034c7b3579881",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our enterprise support team.",
                                        "fileID": "37522b3a14c24bd68ff3679b2226ea62"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "85b493ae291a4860b9a814181093abbb",
                                "navigationGoals": [
                                    "I need urgent enterprise support for a production Kubernetes deployment issue.",
                                    "I want to connect with enterprise support to configure high-availability for my production environment.",
                                    "Request enterprise-grade technical support to troubleshoot a production Kubernetes cluster under SLA.",
                                    "I need help troubleshooting my enterprise Kubernetes deployment under my support agreement.",
                                    "Inquire about enterprise support plans for a campus-wide container orchestration deployment"
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "880aaaea4af540ebb877e757caa3fffa",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "3bfb13f1273d46eb878f7b6ba501387d",
        "navigationGoals": null
    },
    "id": "86eb32fd28b0425a8ac373f7c23c4863",
    "navigationGoals": null
}