{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to Matter in San Francisco, the new and better way to get feedback, grow your skills, and take your career to the next level.",
            "fileID": "6d68da224cbd4230b7326443c57d2d14"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "If you are an employee seeking feedback or skill development support, press 1.",
                "fileID": "b4cd8b17240b49ac940824b57e79dbb7",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To speak with an employee support specialist, press 1.",
                            "fileID": "4c6428f383d84fdbab5360702e25d78f",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to an employee support specialist.",
                                        "fileID": "13ee8803bcab425eab8e2da4c862e5ba"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "3f54c80f218040b6aed010e164c16d89",
                                "navigationGoals": [
                                    "Speak with a specialist about improving my project management skills.",
                                    "Speak with a support specialist about translating my military experience into my current role",
                                    "I need to connect with an employee support specialist to troubleshoot my feedback dashboard.",
                                    "I’m a bit confused by my recent performance feedback and would like to speak with a support specialist for guidance.",
                                    "I’d like to speak with a specialist about my recent performance review and strategies to develop my technical skills."
                                ]
                            }
                        },
                        {
                            "text": "To hear about our career growth resources and training options, press 2.",
                            "fileID": "b173108b1e2a49368aca99b06f7ce30e",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "One moment please, connecting you to career growth resources.",
                                        "fileID": "520e2e0f8c664749802fb02fe356b5ec"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "95ed1e637a4d476f9f8d1c4582e3eebc",
                                "navigationGoals": [
                                    "Get information on leadership training offerings to grow my career.",
                                    "Learn about training programs to develop corporate leadership skills",
                                    "I want to explore the technical training modules and career development resources.",
                                    "I’d like someone to explain the available training programs and career growth resources and help me enroll.",
                                    "I’m interested in learning about available training programs and workshops to advance my career."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "7935ca84989742cba476bcaccfee6df4",
                    "navigationGoals": null
                }
            },
            {
                "text": "If you are a manager or administrator managing your team's engagement and performance, press 2.",
                "fileID": "cef8fab49c8c47218d05a00fae565ac8",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To access team analytics and engagement reports, press 1.",
                            "fileID": "0632297908ff40638e5e485a0767e25c",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we retrieve your team's analytics and reports.",
                                        "fileID": "325a229980484246924c34df26513559"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "f1604c5a409842d8816c714394453a9b",
                                "navigationGoals": [
                                    "Review my team's latest engagement and performance analytics report.",
                                    "View my team's engagement and performance analytics",
                                    "I need to access my team’s engagement analytics and performance reports.",
                                    "I need to access my team’s analytics and engagement reports to see how everyone is doing.",
                                    "I need to access my team’s engagement analytics and performance reports."
                                ]
                            }
                        },
                        {
                            "text": "To manage your account settings and permissions, press 2.",
                            "fileID": "d59d769a95054a5fbd2543fb6fc540ba",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "One moment please, connecting you to account management support.",
                                        "fileID": "de625ff3cfb24b6daccb945b161e819d"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "4a62fe22271e49449aa0296c0b747f1f",
                                "navigationGoals": [
                                    "Adjust my team's account settings and user permissions.",
                                    "Update my account settings and grant permissions to a team member",
                                    "I want to modify account settings and user permissions for my team.",
                                    "I need help updating my team’s account settings and permissions.",
                                    "I want to update my account settings and adjust permissions for my team."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "4c522eadc59e436b8a5ef2429f0b0e5f",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "d08c50a910244623914c8b0b4cb47344",
        "navigationGoals": null
    },
    "id": "6a4e7aeaa5344d9ea6d9e4121bfed27f",
    "navigationGoals": null
}