{
    "type": "welcome",
    "contents": [
        {
            "text": "Thank you for calling Allbirds in San Francisco, where we craft the world’s most comfortable shoes from natural materials like merino wool, eucalyptus fiber, and sugar cane.",
            "fileID": "9ce366370d3c46ff85d1de1d955b0d8c"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For questions about orders and shipping, press 1.",
                "fileID": "86deb8d7a64a41f19a923f4ecc3ea604",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For your order status and tracking information, press 1.",
                            "fileID": "b21026bf191c46d6961ef899f8040e45",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Thank you. Please hold while we connect you with our order status specialists.",
                                        "fileID": "40d083091b3643e49dece13dfac1be13"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "00132f423e724aaca07fcba61bc82187",
                                "navigationGoals": [
                                    "Check the delivery ETA and tracking details for my recent Allbirds order",
                                    "Find out when my new Allbirds shoes will arrive before my VA clinic visit.",
                                    "Retrieve real-time shipment tracking data for my recent order using its tracking ID",
                                    "I need help checking when my recent shoe order will arrive",
                                    "I’d like to obtain the tracking information and current delivery status of my order."
                                ]
                            }
                        },
                        {
                            "text": "To modify or cancel an existing order, press 2.",
                            "fileID": "819eadc586f0426eb047c679a0547544",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Thank you. Please hold while we transfer you to our order modifications team.",
                                        "fileID": "61c535a047b849fab9053beed99f0a1c"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "0cccaba6ee754e06b16607c5cec8ae4e",
                                "navigationGoals": [
                                    "Modify or cancel my existing Allbirds purchase before it ships",
                                    "Update the shipping address on my recent order to the VA medical center.",
                                    "Modify my existing order by updating the shipping destination before it’s processed",
                                    "I’d like to change or cancel the order I just placed",
                                    "I need to update the shipping details on my current order prior to fulfillment."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "2de615929cd447ee95745d71157b9749",
                    "navigationGoals": null
                }
            },
            {
                "text": "For information on our shoe materials, care instructions, and sustainability, press 2.",
                "fileID": "ea6cdde565294e5ea79388cad790c7f0",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For details on our natural materials and shoe care tips, press 1.",
                            "fileID": "7fffbbc4f74748469a40aedaee21f986",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "One moment please, connecting you to our product and materials experts.",
                                        "fileID": "d0a9bf7e1cda4e199e5f49f289f5caa4"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "6507f9722de94e988f28552407b37f97",
                                "navigationGoals": [
                                    "Get care instructions and material details for my Allbirds shoes",
                                    "Ask how to properly clean and care for my merino wool sneakers after a hike.",
                                    "Obtain technical care instructions and material composition data for the eucalyptus fiber in my shoes",
                                    "Could you walk me through how to clean and care for my Allbirds shoes",
                                    "I’m seeking detailed information on the composition of Allbirds materials and recommended care procedures."
                                ]
                            }
                        },
                        {
                            "text": "To learn about Allbirds’ sustainability initiatives and environmental impact, press 2.",
                            "fileID": "2bc5b30a55644d88967c651a2f842a60",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "One moment please, connecting you to our sustainability team.",
                                        "fileID": "41c95f25472d4299a49fe86f968bfa10"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "fc1c6281a69642ccba387a938cb7464c",
                                "navigationGoals": [
                                    "Learn about Allbirds’ sustainability initiatives and environmental impact",
                                    "Learn about Allbirds’ sustainability programs and carbon reduction efforts.",
                                    "Request detailed carbon-footprint analysis and environmental-impact metrics for your merino wool footwear",
                                    "I want to learn about Allbirds’ environmental and sustainability programs",
                                    "I want to understand Allbirds’ sustainability initiatives and their environmental impact."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "18f175a6d9cf4d5d8bf3b2bc068dab13",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "21644703e8604897a095108b97a4195b",
        "navigationGoals": null
    },
    "id": "67b256408e1e4e54a11e63c04cfbe304",
    "navigationGoals": null
}