{
    "type": "welcome",
    "contents": [
        {
            "text": "Thank you for calling Alloy in San Francisco, your partner in proactive supply chain and inventory intelligence.",
            "fileID": "9e9ba668f72442528a0750cea2c0b1a4"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For sales inquiries and new account setup, press 1.",
                "fileID": "0f43873883ca41f390a54fecb1443521",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To speak with a sales representative about our SaaS platform, press 1.",
                            "fileID": "4b128c6a61c840959eecbece7d360732",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our sales team.",
                                        "fileID": "a8a27410e7974b7784fd0af3ab5b2a6e"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "09cfe88c2ec94d34b65a1b7e23f847e5",
                                "navigationGoals": [
                                    "Schedule a demo of the SaaS platform and get pricing details.",
                                    "I’d like to set up a new Alloy account for my veteran-owned logistics startup and get a pricing quote",
                                    "Set up a new Alloy SaaS account, configure API credentials, and access the sandbox environment.",
                                    "I need help setting up a new Alloy account and understanding the platform’s pricing options.",
                                    "Discuss setting up a new Alloy subscription and get details on platform capabilities and pricing."
                                ]
                            }
                        },
                        {
                            "text": "For questions about partnerships and integrations, press 2.",
                            "fileID": "3e512e1a98064da4acb0c37862df22e3",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you with our partnerships team.",
                                        "fileID": "4d5b54d5680a423ea50face239b9a8b9"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "57c52606575e411385b2397caab53931",
                                "navigationGoals": [
                                    "Discuss API integration options to connect Alloy’s supply chain intelligence with our ERP system.",
                                    "I want to explore partnering with Alloy to integrate its platform into our DoD supply chain system",
                                    "Explore a partnership to integrate Alloy’s platform APIs with our ERP via a custom connector.",
                                    "I’d like information on integrating Alloy with my current inventory tracking system.",
                                    "Explore potential partnership programs and API integration options with Alloy’s system."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "66fdde5b88ac43929c5419a994e98ec0",
                    "navigationGoals": null
                }
            },
            {
                "text": "For existing customer support and technical assistance, press 2.",
                "fileID": "6bcd0643addd4df0b90b0143c0d6ea5b",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To contact technical support for platform issues, press 1.",
                            "fileID": "3206baf1fa71420bad8a6867d3031eb8",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to technical support.",
                                        "fileID": "b5d01c0a9b1c45c2a335d007153a8adb"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "bdc680a0cbd9448a91639427545a2439",
                                "navigationGoals": [
                                    "Resolve a dashboard error on my account so I can regain access immediately.",
                                    "I need help troubleshooting a recent API outage that’s affecting our warehouse inventory dashboard",
                                    "Resolve a webhook 500 error and restore data sync in the Alloy inventory intelligence dashboard.",
                                    "I’m having trouble logging into my Alloy dashboard and need technical support to fix it.",
                                    "Troubleshoot a technical issue I’m encountering on the Alloy dashboard."
                                ]
                            }
                        },
                        {
                            "text": "For billing, invoices, and account management, press 2.",
                            "fileID": "5d694b2d70c9410194cbb0785efedfb9",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our billing department.",
                                        "fileID": "ddff8d92d153474c97ffc9e6f9f8e777"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "e03ef3ee510c405caf1297ec749b562f",
                                "navigationGoals": [
                                    "Obtain my latest invoice and update our billing information.",
                                    "I’d like to review and dispute the latest invoice on my Alloy account",
                                    "Review my usage invoice, adjust subscription seat counts, and update the billing method on my account.",
                                    "I want to review a recent invoice and update my payment information for my Alloy subscription.",
                                    "Clarify a billing discrepancy on my latest invoice and update my payment information."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "e74f6ab767084ba1beac341d4b06308d",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "6a92e551f61f4228920b65739d50f129",
        "navigationGoals": null
    },
    "id": "2cfd8a628a4c4a6e8753492a305aeecb",
    "navigationGoals": null
}