{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to NexTravel, your San Francisco-based business travel management platform.",
            "fileID": "6d4f757933004f0c98bc6d8d27a9afef"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For help with existing bookings, account management, or technical support, press 1.",
                "fileID": "a6c11506811e44eeb880704f4dd79a6d",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For booking changes, cancellations, or flight modifications, press 1.",
                            "fileID": "e3c38117579f42079c15776fd464e725",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold the line while we connect you with a booking specialist.",
                                        "fileID": "5e345465397241e29546b8ad29ae5628"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "c5c33efc9140476f9df98d92807a46a1",
                                "navigationGoals": [
                                    "Reschedule my outbound flight to a later time next Tuesday",
                                    "I need to change the return leg on my upcoming booking to an earlier time this month.",
                                    "Update my existing booking to upgrade the seat allocation and adjust the fare class on my PNR",
                                    "I need to change the date of my upcoming flight reservation.",
                                    "I need to change the return leg of my existing flight reservation for next month’s conference."
                                ]
                            }
                        },
                        {
                            "text": "For account and billing inquiries, press 2.",
                            "fileID": "57ef611517294f8390e8fb6766c13b0b",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold the line while we connect you with an account representative.",
                                        "fileID": "cd0047eab8d642a3b3b21e5418acd18f"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "248fc9a659864d2bb06734884f1a5097",
                                "navigationGoals": [
                                    "Clarify and update the payment method on my recent booking invoice",
                                    "I want to obtain a detailed invoice statement for my corporate travel last quarter.",
                                    "Clarify a discrepancy on my corporate invoice and update our billing account details",
                                    "I’d like help understanding and paying my NexTravel invoice.",
                                    "I’d like to update my billing address and payment method on my NexTravel account."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "908246a830b5488d9d51526cfb7a0820",
                    "navigationGoals": null
                }
            },
            {
                "text": "For information on corporate partnerships, product demos, or to speak with our sales team, press 2.",
                "fileID": "40ef877f500549f7adedd55f13160a79",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For product demonstrations and feature overviews, press 1.",
                            "fileID": "27062284afa742dd9f7a46a898b0fc91",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold the line while we transfer you to our product demo team.",
                                        "fileID": "d547b7c7f2e44d2db95d3d2b31e608e4"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "ef784b6e1b1a40ae9db4acee33e14b0a",
                                "navigationGoals": [
                                    "Request a brief demo of the NexTravel expense tracking feature",
                                    "I’d like to schedule a live demo of your trip-approval and policy-enforcement features for my team.",
                                    "Arrange a technical demo of the NexTravel API endpoints and feature integrations",
                                    "I’d like a walkthrough of NexTravel’s features in a product demo.",
                                    "I’m looking for a demo of NexTravel’s group-booking features for academic conferences."
                                ]
                            }
                        },
                        {
                            "text": "To discuss enterprise licensing, pricing, or partnership opportunities, press 2.",
                            "fileID": "6d9584336acb4d54ae72f52387b3cfd9",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold the line while we connect you with a corporate sales representative.",
                                        "fileID": "5055245eab324079b9e888bf1f6a9be3"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "b6b9e20febc240f08a26ce19860032e0",
                                "navigationGoals": [
                                    "Discuss enterprise licensing options and volume pricing for our team",
                                    "I’d like to discuss enterprise pricing and partnership options for our veteran-owned consulting firm.",
                                    "Discuss enterprise licensing tiers, volume pricing, and SLA terms for our company subscription",
                                    "I need information on corporate licensing and pricing for my company.",
                                    "Could you provide pricing and licensing information for an enterprise account for my university’s physics department?"
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "0d10f2494e5a4d04a4d0054e416f9d77",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "273cce8dc8854f90927b32713c5fc969",
        "navigationGoals": null
    },
    "id": "275303eb5d0945a182f3b6e1760c5464",
    "navigationGoals": null
}