{
    "type": "welcome",
    "contents": [
        {
            "text": "Thank you for calling Equinix Peninsula, the world's largest IBX data center and colocation provider offering the fastest application performance and lowest latency routes worldwide.",
            "fileID": "b2bfe623d4244529993196ef3025426c"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For sales and new colocation deployments, press 1.",
                "fileID": "eadd26647ff2488a8b0b01bc7584cadf",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For information on rack space, power, and cooling, press 1.",
                            "fileID": "776217e5c92343f1822d40d1911530bb",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a sales specialist for colocation capacity and power services.",
                                        "fileID": "02db94e20e9f4207894d04134c8ebec4"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "70379ef43b424e01b294f25f04e1312e",
                                "navigationGoals": [
                                    "I need a quote for additional rack space with specific power and cooling capacity.",
                                    "Get a quote for rack space, power capacity, and cooling requirements for my server deployment.",
                                    "I need detailed power, cooling, and rack-space specifications and pricing for a new colocation deployment.",
                                    "I need to discuss getting new rack space and power for my equipment.",
                                    "I’d like to arrange rack space and power for my university’s physics compute cluster."
                                ]
                            }
                        },
                        {
                            "text": "For interconnection and peering services, press 2.",
                            "fileID": "c7bd87819868448589b6c6f2cb2213c0",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our interconnection team for peering services.",
                                        "fileID": "941070bd17ba40188c5f8f421e4586a6"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "5ed85fde438742a4bb300c4e57b9a043",
                                "navigationGoals": [
                                    "I want to set up a new peering connection through Equinix’s interconnection services.",
                                    "Ask about interconnection and peering options to link my network with global exchanges.",
                                    "I want to set up a high-speed peering connection and get pricing and port availability details.",
                                    "I need help setting up a peering connection for my network.",
                                    "I need to set up a high-speed peering connection to national research networks."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "9e7eed72da684eb3bfd872f20cff3a7a",
                    "navigationGoals": null
                }
            },
            {
                "text": "For technical support and customer service, press 2.",
                "fileID": "79be9d291a4c4b3bae235febc94d5a17",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For technical support and network monitoring, press 1.",
                            "fileID": "9648f2c6b30f444a935688055238936e",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to technical support. An engineer will assist you shortly.",
                                        "fileID": "7c017b42280349f199422d060a160168"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "c7c6ae597e364a298502f0f5b86595c6",
                                "navigationGoals": [
                                    "I need help troubleshooting a network monitoring alert on my equipment.",
                                    "Troubleshoot network monitoring alerts and resolve connectivity issues on my circuits.",
                                    "I’m experiencing packet loss on my virtual circuit and need a network engineer to diagnose it.",
                                    "My data center network is down and I need technical support.",
                                    "I’m experiencing data-throughput issues and need help with network monitoring."
                                ]
                            }
                        },
                        {
                            "text": "For billing, invoicing, and account management, press 2.",
                            "fileID": "a758370dd0d54f4480dc8a23429cabfe",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to billing and account management.",
                                        "fileID": "f438e3817ecc4a2f9d8889605065ca14"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "0b2c590e6b1841c491157c672ef5a781",
                                "navigationGoals": [
                                    "I’d like to review my latest invoice details and update my payment method.",
                                    "Review my latest invoice and clarify billing charges on my account.",
                                    "I need to review and dispute a billing charge and update my account’s payment information.",
                                    "I have questions about my latest invoice and need billing assistance.",
                                    "I have questions about my recent colocation invoice and need billing clarification."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "158a88ae4e96401097b4e070bf946408",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "938cc668f0524194813b8eaaf361a8a8",
        "navigationGoals": null
    },
    "id": "43a30850a0ae4610bee59fc3799b0c3b",
    "navigationGoals": null
}