{
    "type": "welcome",
    "contents": [
        {
            "text": "Thank you for calling Clover Health in San Francisco, where great care starts with treating you with respect.",
            "fileID": "fe1835f69e904e639859d7ddc3bd85a4"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For existing Medicare plan members, press 1.",
                "fileID": "1071540c15fb4413b96dbd21f6365be9",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For questions about benefits and coverage, press 1.",
                            "fileID": "5381e00f56494c129fda86765a3403e6",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Thank you. Please hold while we connect you to a member services specialist.",
                                        "fileID": "c4d2b7dc2e6b4b9084df84a8113cadf8"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "2dfd89327fd34edea83df63cd0f236d4",
                                "navigationGoals": [
                                    "Check my Medicare plan coverage for an upcoming specialist visit.",
                                    "I need to understand my PTSD therapy coverage under my Medicare plan.",
                                    "I need to audit my Medicare plan's coverage schema and confirm benefit entitlements.",
                                    "I need help understanding which medical services and prescription drugs my plan covers.",
                                    "I want to confirm if my Clover Medicare plan covers diagnostic imaging services like MRI and CT scans."
                                ]
                            }
                        },
                        {
                            "text": "For assistance with claims and billing, press 2.",
                            "fileID": "bca97c8cb35a41cb9ad686b4327b8672",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Thank you. Please hold while we connect you to our claims and billing department.",
                                        "fileID": "7aa39ff89d2d4f44b16597a4ac0901ec"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "16ef6c57c0cf443db5c2ea4a5ea92cb3",
                                "navigationGoals": [
                                    "Clarify a recent billing charge and check on the status of a submitted claim.",
                                    "I want to question a recent charge for a doctor’s visit on my bill.",
                                    "I’d like to troubleshoot a claim processing error code and reconcile my billing invoice.",
                                    "I’d like to check the status of a recent claim and understand a billing charge I received.",
                                    "I need to clarify why my recent MRI claim was partially denied and what I owe."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "1f320a40ad334723942be79fcdd2adfe",
                    "navigationGoals": null
                }
            },
            {
                "text": "If you are interested in enrolling or are a healthcare provider, press 2.",
                "fileID": "e086cfc2150e4ae38621b103bd63fdac",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To learn about enrollment options or enroll in a Clover Health Medicare plan, press 1.",
                            "fileID": "607248294b64464eb39a7dfe75f483b3",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Thank you. Please hold while we connect you with an enrollment advisor.",
                                        "fileID": "d3d43b2d44fa44d586b97a5e20c04eb8"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "ab5b90b5ed7442a786c5cd0f94d365dc",
                                "navigationGoals": [
                                    "Discuss enrollment options and sign up for a Clover Health Medicare plan.",
                                    "I’d like to enroll in a Medicare plan that offers extra support for disabled veterans.",
                                    "I want to provision a new Medicare plan enrollment and review plan configuration options.",
                                    "I’m interested in signing up for a Clover Health Medicare plan and want to review my enrollment options.",
                                    "I’d like to discuss enrollment options for Clover Medicare, including plan benefits and costs."
                                ]
                            }
                        },
                        {
                            "text": "For provider or partner inquiries, press 2.",
                            "fileID": "d7c69acf9ee44530a340448240186442",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Thank you. Please hold while we connect you to our provider relations team.",
                                        "fileID": "dea3380278fa4f96a15cd961e13eb760"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "965aed515b54428ca417399651e9ea3e",
                                "navigationGoals": [
                                    "Inquire about joining Clover Health as a network provider.",
                                    "I’m interested in how my VA clinic can join Clover’s network.",
                                    "I’m looking to integrate my practice’s EHR with Clover Health’s API and discuss provider onboarding.",
                                    "I want to make sure my doctor’s office is set up to bill Clover Health and is in-network.",
                                    "I’m a clinic admin wanting to learn how to join Clover Health’s provider network."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "4db781f32fee4de2a44c3a9d74f74a2e",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "c5b9242fb135428680f8f6fb34f8bb51",
        "navigationGoals": null
    },
    "id": "8add7ec74d6b452d8736ce2822d6f782",
    "navigationGoals": null
}