{
    "type": "welcome",
    "contents": [
        {
            "text": "Thank you for calling Even, the financial wellbeing benefit provider serving East Bay employers and their teams.",
            "fileID": "8a354470fcd94cd0b4df3e72091e08fd"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "If you are an employee with an active Even account, press 1.",
                "fileID": "d2dc8592e94640b4863e4af7c4e2fef2",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For questions about payroll advances or direct deposits, press 1.",
                            "fileID": "836d7c72a2324af49dec464b76cd14f8",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our payroll support team.",
                                        "fileID": "37fede2f5c944ecfb8f454217ee042d9"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "ba498dea94d44a0da6721a1b81004d11",
                                "navigationGoals": [
                                    "Check the status of my pending payroll advance for this pay period",
                                    "I need to request an early paycheck advance to cover upcoming bills",
                                    "Confirm my payroll advance limit and verify my direct deposit configuration",
                                    "I’d like to request a payroll advance for my upcoming paycheck.",
                                    "I would like to inquire about securing a payroll advance and verify the anticipated date of my forthcoming direct deposit."
                                ]
                            }
                        },
                        {
                            "text": "For technical assistance with the Even app or website, press 2.",
                            "fileID": "c3fa884a02d5462781367944b93c3897",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our technical support team.",
                                        "fileID": "7bb83366acb140eba2cfb7f352e149de"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "bade302be1674a19a1b8dac4eaf4af78",
                                "navigationGoals": [
                                    "Resolve my inability to log into the Even app after the latest update",
                                    "I’m locked out of my Even account and need help logging in",
                                    "Troubleshoot the authentication error in the Even mobile app preventing my account data sync",
                                    "I’m having trouble logging into the Even app and need help resetting my password.",
                                    "I require assistance troubleshooting the Even application on my device to regain access to my account."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "7369d00b937f4ae9aa0d093ae9510d58",
                    "navigationGoals": null
                }
            },
            {
                "text": "If you are an employer or HR representative, press 2.",
                "fileID": "88c3d747d336427cb49e7a18f6ffab92",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For information on offering Even as an employee benefit, press 1.",
                            "fileID": "dc67ae07818c43eba6d9dfca9bf5eff7",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our employer solutions team.",
                                        "fileID": "115543d155594a8b95df63561ea61720"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "7ff231ae4d02418681e1c6dbacff5f50",
                                "navigationGoals": [
                                    "Get pricing details and setup steps for offering Even to my employees",
                                    "I want to sign up my veteran-owned small business for Even’s employee benefits",
                                    "Request API integration details and setup requirements to roll out Even benefits for our company",
                                    "I want information on adding Even as a benefit for my company’s employees.",
                                    "I wish to explore the procedural requirements for incorporating Even into our organization's employee benefits program."
                                ]
                            }
                        },
                        {
                            "text": "For questions about billing or account management for your organization, press 2.",
                            "fileID": "49f9c72c332c4e34b3bf43eaf273d492",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our employer support specialists.",
                                        "fileID": "7e53bea409c241f8a0963cf872676248"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "bced233326cb447391d47c54f90c7541",
                                "navigationGoals": [
                                    "Clarify a billing discrepancy on our organization’s latest invoice",
                                    "I need to update my company’s billing information and view my latest invoice",
                                    "Update our organization’s billing method and review the upcoming invoice schedule for our Even account",
                                    "I need assistance updating my organization’s billing payment method.",
                                    "I need to audit our organization's billing statements and amend the payment method currently on record."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "0861469e48a4490280d4d18e6bb7c42d",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "28a3f00d21e343a0b0e04cd8a6a588d1",
        "navigationGoals": null
    },
    "id": "0ffdc1e3eb0442b9abc05ea52749c10c",
    "navigationGoals": null
}