{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to Rollbar, providing real-time error alerting and debugging tools for developers.",
            "fileID": "e319dc4d2b254bbba7d01793cb2347a5"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For Sales and Account Information, press 1.",
                "fileID": "f652ac471c9546eba68b1e2d6acc5f3a",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For Pricing, plan details, and billing questions, press 1.",
                            "fileID": "0c693c952bca484aa8dd8c74f5c7eee0",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our billing specialists.",
                                        "fileID": "3ed68a510862418e844d37e4ed0adc06"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "e0a24475eae346a8928dda055d1f8343",
                                "navigationGoals": [
                                    "I need to update my billing details and review the charges on my last invoice.",
                                    "As a veteran-led project, I need to update my billing information and clarify charges on my latest invoice.",
                                    "Review our current plan’s API call limits, upgrade to the enterprise tier, and update my payment details.",
                                    "I need help understanding my bill and how to pay it.",
                                    "I want to review my latest billing statement and upgrade from the free tier to a paid student plan."
                                ]
                            }
                        },
                        {
                            "text": "To schedule a demo or speak with a sales engineer, press 2.",
                            "fileID": "9e0ac31bdbd44b678929ff3cd8956600",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we transfer you to a sales engineer.",
                                        "fileID": "35b1b27ccfa846ff8ea0a45db24a5db2"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "95efe97d7952445e8232737689b12058",
                                "navigationGoals": [
                                    "I want to schedule a product demo with a sales engineer to evaluate enterprise features.",
                                    "As a former service member now starting my dev consultancy, I want to schedule a demo of Rollbar.",
                                    "Schedule a technical demo with a sales engineer to evaluate Rollbar’s SDK integration for our microservices stack.",
                                    "I’d like to schedule a walkthrough of your product features.",
                                    "I'd like to schedule a demo with a sales engineer to see how Rollbar can integrate with my physics simulation workflow."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "1796c8e7cc7c45198c380c1077cc8f16",
                    "navigationGoals": null
                }
            },
            {
                "text": "For Technical Support and product assistance, press 2.",
                "fileID": "7428fabe9b554924a75eea199905795d",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "If you need help with SDK setup or integration, press 1.",
                            "fileID": "c81493633954493c9c5de133e5594f45",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our integration support team.",
                                        "fileID": "fa9b6d9b37af431ead1868f0b32c1ce4"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "31b66db48c9e4603b6f2cb7bcb02fe9d",
                                "navigationGoals": [
                                    "Help me set up and integrate the Rollbar SDK into our Node.js app.",
                                    "As an ex-military developer, I need help integrating the Rollbar SDK into my application.",
                                    "Get help configuring the Node.js SDK for asynchronous error reporting in my serverless functions.",
                                    "I’m having trouble setting up the integration and need assistance.",
                                    "I'm having trouble setting up the Rollbar Python SDK in my computational physics code and need integration support."
                                ]
                            }
                        },
                        {
                            "text": "If you are experiencing errors or need urgent troubleshooting, press 2.",
                            "fileID": "bf78985759514a628469b830f72d17ac",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our technical support team.",
                                        "fileID": "fd5769c05e43402484d5a2e9e001ae2e"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "07b6b85e05d24411ae4b9e80befaeabf",
                                "navigationGoals": [
                                    "I’m getting a surge of errors right now and need urgent troubleshooting assistance.",
                                    "As a veteran working on a tight deadline, I’m experiencing critical errors and need urgent troubleshooting assistance.",
                                    "Urgently troubleshoot a surge of unhandled exceptions in our Python services and identify the root cause.",
                                    "My system is showing errors and I need immediate troubleshooting help.",
                                    "I'm getting repeated runtime errors in my C++ simulation and need urgent troubleshooting help."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "f4653f5a98e141e2891ba80185ccd34a",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "d3dd23fe90c744928b5da259e49b63e7",
        "navigationGoals": null
    },
    "id": "7579ef299342450a937f2cfe5e96b8c8",
    "navigationGoals": null
}