{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to Wealthfront, your all-in-one financial platform in the Peninsula for data-driven planning and low-cost automated investing.",
            "fileID": "e7ee895351c24b409533fc7953818300"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For help with managing your investment portfolio and account inquiries, press 1.",
                "fileID": "972936957dce4a9f9e8ddb8b37c79d56",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To speak with a Wealthfront investment specialist, press 1.",
                            "fileID": "79eb9ddb60414fa8a5a13c493f573851",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you with an investment specialist.",
                                        "fileID": "0b7561d39c824e649401e31616e6f1ba"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "6b2cc2bca76e43c0a9402e41be20bad7",
                                "navigationGoals": [
                                    "I need to rebalance my investment portfolio and review recent performance.",
                                    "Speak with an investment specialist about shifting my current portfolio into more stable bond and income funds.",
                                    "Rebalance my ETF portfolio to target a higher Sharpe ratio and enable tax-loss harvesting",
                                    "I’d like to speak with someone about my investment account performance.",
                                    "Talk to an investment specialist about optimizing my small grad-school portfolio."
                                ]
                            }
                        },
                        {
                            "text": "To set up your account and learn about funding options, press 2.",
                            "fileID": "be964ac1698e46d3936f12902e7eaee9",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we provide account setup and funding details.",
                                        "fileID": "d8c1b50d5c3c4b459af7d89f1024ec96"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "2e2bcd67c47c4cf189da0fca7594e162",
                                "navigationGoals": [
                                    "I want to set up my Wealthfront account and link my bank for funding.",
                                    "Set up a new Wealthfront account and fund it by rolling over my military retirement IRA.",
                                    "Initialize my new Wealthfront account and configure ACH bank linkage via Plaid for funding",
                                    "I need help opening a new account and learning how to fund it.",
                                    "Set up a new Wealthfront account and fund it via automatic transfers from my checking account."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "d2c251381d7d409cb8a1fc16a6b7fc4d",
                    "navigationGoals": null
                }
            },
            {
                "text": "For information on financial planning tools and retirement goal setting, press 2.",
                "fileID": "203df45b561c44019c57fc0a2cf54beb",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To explore our automated financial planning solutions, press 1.",
                            "fileID": "4a196d26d7bc4c66b4f9d47fe8bd84ea",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our financial planning team.",
                                        "fileID": "bc08b5cb86c14de88f0b1e733161ed52"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "303f7f8035244d41af0552db0ccc556b",
                                "navigationGoals": [
                                    "I’d like a quick demo of your automated financial planning tools.",
                                    "Explore the automated planning tools to model my long-term savings growth alongside veteran benefits.",
                                    "Evaluate Wealthfront's automated financial planning dashboard and stress-test my retirement portfolio using risk scenario analysis",
                                    "I want to learn how your automated financial planning tools work.",
                                    "Explore Wealthfront’s automated financial planning tools to structure my savings goals as a physics student."
                                ]
                            }
                        },
                        {
                            "text": "To get assistance with retirement planning and goal setting, press 2.",
                            "fileID": "fed1307350fe4dafb0ae6f9d93b5596f",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you with our retirement planning experts.",
                                        "fileID": "73178782728642fc9c3c844d2fb537e3"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "b2d3a2bad36842d080bfe4c9a4c6b541",
                                "navigationGoals": [
                                    "I need help defining my retirement savings goals.",
                                    "Discuss a retirement plan that combines my military pension, VA benefits, and personal savings for post-service life.",
                                    "Collaborate with a retirement planning expert to optimize my IRA and 401(k) distribution schedule through Monte Carlo simulations",
                                    "I’d like assistance setting up retirement savings goals.",
                                    "Get personalized retirement planning advice to set realistic long-term goals on a student budget."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "4421fac50b994e91a75eb431bf95b154",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "b250cf8d30df4cbca531a83bca39fd83",
        "navigationGoals": null
    },
    "id": "0a9e6c10319440e8b3fb30c4ded711fa",
    "navigationGoals": null
}