{
    "type": "welcome",
    "contents": [
        {
            "text": "Thank you for calling Alpha Sense in San Francisco, the financial search and insights platform trusted by over 800 firms.",
            "fileID": "5e7b461c285f4530ab650ec6218e4fb3"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For sales and subscription inquiries, press 1.",
                "fileID": "214e49bcc4be49f6a7d867fe93eb4253",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For information on subscription plans, demos, and enterprise licensing, press 1.",
                            "fileID": "510d5ff85b424f18960f13a72a7fc0df",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "One moment please, connecting you to our sales team for subscription details.",
                                        "fileID": "68b35980f4b440e89f743fb9f0a921f6"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "272e8ee059b64ffea62796a8556b7ed3",
                                "navigationGoals": [
                                    "Get pricing and feature details for an enterprise subscription plan and arrange a demo",
                                    "I want to get pricing details and schedule a demo of the enterprise plan for my veteran-run consulting firm.",
                                    "I’d like details on enterprise licensing, API quotas, and to schedule a platform demo.",
                                    "I’d like help reviewing available subscription tiers and arranging a demo.",
                                    "I’d like information about academic subscription options and pricing."
                                ]
                            }
                        },
                        {
                            "text": "To connect with an account executive, press 2.",
                            "fileID": "9de39bb420ec4132b8f4a13cf558684e",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we transfer you to an account executive.",
                                        "fileID": "4d3274f4ad76437c80e6097be17f1896"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "9da15e0f378544f689c0ca377388faa7",
                                "navigationGoals": [
                                    "Speak with an account executive about custom licensing options for my firm",
                                    "I need to speak with an account executive to discuss custom subscription options for my startup.",
                                    "I want to discuss custom tier pricing and contract terms with an account executive.",
                                    "I want to speak with an account executive about negotiating an enterprise agreement.",
                                    "I need to speak with an account executive to discuss a group license for my research team."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "17083e5d629f44909b5b3d9aa4498915",
                    "navigationGoals": null
                }
            },
            {
                "text": "For customer support and technical assistance, press 2.",
                "fileID": "d59f20baa27f42fab7a2b456fb27a523",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For platform troubleshooting and technical support, press 1.",
                            "fileID": "952b367211a64c54a27e6e3ce746ba1a",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "One moment please, routing you to technical support for platform assistance.",
                                        "fileID": "9f001f251ed24db18d8773655ba01373"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "a5f3cba0abb94c7ba411145d67095d06",
                                "navigationGoals": [
                                    "Troubleshoot a dashboard loading error that's blocking my research",
                                    "I’m having trouble with the platform’s search function and need technical support to resolve it.",
                                    "My REST API integration is failing with authentication errors; I need technical support.",
                                    "I need assistance resetting my password because I can’t log into the platform.",
                                    "I’m having trouble accessing the API and need technical support."
                                ]
                            }
                        },
                        {
                            "text": "For billing questions and account management, press 2.",
                            "fileID": "2428a7c1d4d649b3a2956af7969dab4a",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to billing and account services.",
                                        "fileID": "a6ae68b772a34119808c6de33980f940"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "a4e924386daa4639ae1372275f0803a8",
                                "navigationGoals": [
                                    "Resolve a billing discrepancy on my latest invoice and update my payment information",
                                    "I have a question about my latest invoice and need help with billing and account management.",
                                    "I need to update my payment method and clarify charges on my latest invoice.",
                                    "I have questions about my latest invoice and need help correcting a billing error.",
                                    "I want to review and update my subscription billing information."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "de5a09943aeb4ad9b5ab5dd0b85c1278",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "4e717175e9a9419a99e045f63ac7ed19",
        "navigationGoals": null
    },
    "id": "5cfc20ac97ed45d488aa7c386c0043ed",
    "navigationGoals": null
}