{
    "type": "welcome",
    "contents": [
        {
            "text": "Thank you for calling Sight Machine, the leading manufacturing analytics solution powering more factories worldwide.",
            "fileID": "af0bb767c54c4401b9051acbbabb6faf"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For sales, product information, and demos, press 1.",
                "fileID": "e3507deaf3ae457b858433d0176af8b5",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For pricing, licensing, and quotes, press 1.",
                            "fileID": "879e24223a994cd1aa67ae77db3aa647",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we transfer you to our pricing and licensing team.",
                                        "fileID": "48df2fd1a1a84f72a30542bc227f7d9c"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "05d53f0d46444d6ea9698d4f307a3c87",
                                "navigationGoals": [
                                    "I need an enterprise pricing quote for 50 user licenses with volume discount details.",
                                    "I need pricing and licensing details, including any veteran discounts available.",
                                    "Obtain a detailed pricing quote for licensing the Sight Machine analytics platform",
                                    "I need to know how much the software costs and which license I should choose.",
                                    "I’d like to get a quote for an academic license to use Sight Machine in my university research project."
                                ]
                            }
                        },
                        {
                            "text": "For scheduling a live demo, press 2.",
                            "fileID": "5ec636eb8fc24c98a1b66b1cb362adcd",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you with a demo specialist.",
                                        "fileID": "596bee1b6c814d28bb035ed28830bafb"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "e3f1f53a4b6144299ccb4009fc9e96a6",
                                "navigationGoals": [
                                    "I’d like to schedule a live demo of the platform for my operations team next week.",
                                    "I want to schedule a live demo to see the analytics platform in action.",
                                    "Schedule a live technical demo of the Sight Machine product",
                                    "I'd like to schedule a live demo to see how the system works.",
                                    "I want to schedule a live demo to see how the platform handles real-time manufacturing analytics."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "9302c5a942f943999ba48d5dfba5b0b3",
                    "navigationGoals": null
                }
            },
            {
                "text": "For technical support and integration services, press 2.",
                "fileID": "eaf9d4b699f146e5a8ca9a87d7dd623c",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For software troubleshooting and issue resolution, press 1.",
                            "fileID": "aa506d9fc7a743f2b23fc91bdf011169",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a technical support engineer.",
                                        "fileID": "5d80f9b092f448b0bcf44a565453344a"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "65330ac59ca948c8964d142c4a8e8104",
                                "navigationGoals": [
                                    "I’m having a software error when uploading data—need troubleshooting to get it resolved quickly.",
                                    "I’m experiencing software errors and need technical support to troubleshoot them.",
                                    "Troubleshoot a software error in my analytics pipeline",
                                    "I'm getting an error message in the software and need help troubleshooting it.",
                                    "I’m encountering an API error when trying to upload my experimental data—can you help troubleshoot?"
                                ]
                            }
                        },
                        {
                            "text": "For data integration and analytics setup assistance, press 2.",
                            "fileID": "2a88092d6148487097078dbe2d79a498",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you with an analytics integration specialist.",
                                        "fileID": "3d312b6b0ccb451881dcc610556ca950"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "e463c75490ad463ba8f37461f7e6b4e9",
                                "navigationGoals": [
                                    "I need help integrating our MES data into your analytics platform to set up dashboards.",
                                    "I need help integrating our plant data and setting up the analytics pipeline.",
                                    "Get help configuring data integration and ETL setup for analytics ingestion",
                                    "I need assistance connecting my data for analytics setup.",
                                    "I need assistance setting up data integration between my lab’s sensors and the Sight Machine analytics platform."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "9b0b2baabe8c458d95bea87d4413b6cf",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "f47f2c9736a24de492813573727d73f8",
        "navigationGoals": null
    },
    "id": "0fe4264efb90487f89fdf9a2fa3a331f",
    "navigationGoals": null
}