{
    "type": "welcome",
    "contents": [
        {
            "text": "Thank you for calling Criteo in New York, the advertising platform for the open Internet.",
            "fileID": "cd709ba044044838a809d301d650f36c"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "To speak with our advertiser solutions team, press 1.",
                "fileID": "31753a8e979a4608b6ebdd9899c5c11c",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To set up a new advertising campaign, press 1.",
                            "fileID": "2e4c8a95047b4a64a9cfb1f2ae8e3c79",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to an advertising campaign specialist.",
                                        "fileID": "bd3d2eee891b40eab85b50add4fe3208"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "76052d6c8d034ce4869a7926496c3c31",
                                "navigationGoals": [
                                    "I need to launch a new ad campaign quickly.",
                                    "I want to set up a new ad campaign to promote my veteran-led fitness coaching program.",
                                    "I’d like to launch a new programmatic RTB campaign on Criteo.",
                                    "Could you walk me through setting up a new advertising campaign? I’m not very tech‐savvy.",
                                    "I want to set up a new digital ad campaign for my physics tutoring service."
                                ]
                            }
                        },
                        {
                            "text": "For campaign reporting and analytics support, press 2.",
                            "fileID": "f3c2251405b0460cbbcb4bc5b506ca62",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold the line; an analytics expert will be with you shortly.",
                                        "fileID": "d7e346051d7444ccb9ec3e2735a753a0"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "0b5f22ef508345328318756cbfaa1cae",
                                "navigationGoals": [
                                    "I need detailed analytics on my existing campaigns.",
                                    "I need help pulling detailed analytics on my current ad performance to report to my grant sponsor.",
                                    "I need help interpreting my campaign performance metrics and setting up custom analytics dashboards.",
                                    "I’d like someone to explain my campaign reports and analytics in simple terms.",
                                    "I need help interpreting the analytics and performance metrics of my current ad campaign."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "88df075b0b5c47ec9566190fba608c69",
                    "navigationGoals": null
                }
            },
            {
                "text": "For publisher partnerships and support, press 2.",
                "fileID": "78c241119a3041aeadd3834c0b3b2b4f",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To learn about publisher monetization solutions, press 1.",
                            "fileID": "5fc980b7877740cc8c3565e92672f626",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our publisher partnerships team.",
                                        "fileID": "a22495aabfec4e0685c4a8dccfb033f6"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "e6c5505d59b94f0e8c3913e06e2be96a",
                                "navigationGoals": [
                                    "I want to learn how to monetize my site as a publisher.",
                                    "I’d like information on how to monetize my veteran resource blog through Criteo’s publisher platform.",
                                    "I’m exploring how to integrate Criteo’s header-bidding solution to maximize my publisher yield.",
                                    "I want to learn how to monetize my website with your publisher solutions.",
                                    "I’d like to explore how to monetize my physics blog through Criteo’s publisher solutions."
                                ]
                            }
                        },
                        {
                            "text": "For publisher technical support, press 2.",
                            "fileID": "0863d6b6d87a47c2beffa1cffe07b772",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a publisher support agent.",
                                        "fileID": "76fab8c7b96c447abbb97fa8fd841b65"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "c3cb780be5924c9a863da3acebe3a6fa",
                                "navigationGoals": [
                                    "I'm experiencing technical issues with publisher integration and need support.",
                                    "I’m having trouble integrating Criteo tags on my veteran support website and need technical assistance.",
                                    "I need to troubleshoot latency errors in the Criteo publisher SDK integration on my site.",
                                    "I need help troubleshooting and integrating publisher ads on my site.",
                                    "I need technical assistance integrating and troubleshooting Criteo ad tags on my site."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "1f6fc86d21e94f249a453224e7afe1b7",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "c0ea1039dc4549ea9adf81db5ec723b9",
        "navigationGoals": null
    },
    "id": "ede8969565a7423e83c9fa0e848de926",
    "navigationGoals": null
}