{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to Facebook South Bay, where you can create an account or log in to connect with friends, share photos and videos, send messages and get updates.",
            "fileID": "d948a0e6ff2f4c019866fac70833f23f"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For help creating a new account or logging in, press 1.",
                "fileID": "624a3fbfea8842fc84f771f6c7c7aecf",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To create a new Facebook account, press 1.",
                            "fileID": "6ba8b2a90d714441aa72580c52f93bfb",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to an account creation specialist.",
                                        "fileID": "e11dc9f4d54b467286249f2cd388ff8a"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "5dd3bd17701943a5af2fccdac965a84d",
                                "navigationGoals": [
                                    "Quickly set up a new Facebook profile to connect with my network.",
                                    "Set up a new Facebook profile to connect with my old platoon mates.",
                                    "Register a new Facebook profile and configure my login credentials.",
                                    "I need help creating my first Facebook account.",
                                    "I want to create a Facebook account so I can join my physics study group online."
                                ]
                            }
                        },
                        {
                            "text": "To log into your existing Facebook account, press 2.",
                            "fileID": "5b70ed28609c4cda8aefb19667616064",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a login support specialist.",
                                        "fileID": "cd414f204cdb40e3bf5ea9a98ec27f41"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "d2120859f85f443289e45515757ab655",
                                "navigationGoals": [
                                    "Log back into my existing Facebook account to resume networking.",
                                    "Log into my existing Facebook to regain access to my veteran support group.",
                                    "Troubleshoot authentication to access my existing Facebook account.",
                                    "I need assistance logging into my Facebook account.",
                                    "I need help logging into my existing Facebook account to see messages from my classmates."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "764aeed1294a40038445b61fa818c9e9",
                    "navigationGoals": null
                }
            },
            {
                "text": "For assistance with sharing photos, videos, messages and updates, press 2.",
                "fileID": "15793a4520ca467f9640fb288d793311",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For help sharing photos and videos on Facebook, press 1.",
                            "fileID": "7a8e0d60dbc24a0eada0c7a202eb1809",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a photo and video support specialist.",
                                        "fileID": "4596c53bdce541ce88c1681490cbf3f9"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "e107e3b2db63445fb9666e58a26fa683",
                                "navigationGoals": [
                                    "Upload and share a photo on Facebook without any delays.",
                                    "Get help uploading and sharing photos and videos from my service reunion.",
                                    "Upload and publish photo and video content to my Facebook timeline.",
                                    "I want to learn how to post photos and videos on Facebook.",
                                    "I’d like to upload and share photos and videos of my lab experiment on Facebook."
                                ]
                            }
                        },
                        {
                            "text": "For assistance with sending messages or viewing updates, press 2.",
                            "fileID": "92c4982e3f5d47ccb6ca425845fdf5e1",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our messaging and updates support team.",
                                        "fileID": "ac2dfa9ad8904a85b7b98ddbbe8b2005"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "649a4dddb9c948869b4a2c9fff00789f",
                                "navigationGoals": [
                                    "Send a direct message and check the latest updates on my feed.",
                                    "Learn how to send messages and view updates from my veteran network.",
                                    "Send a direct message and retrieve the latest news feed updates.",
                                    "I need help sending messages and checking my updates.",
                                    "I need assistance sending messages and viewing my friends’ updates about the physics seminar."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "06592ebb6a0543d68de6d361fbb5c23d",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "8d8e37c7177d4aa189e040ab24576323",
        "navigationGoals": null
    },
    "id": "417af8c358664c87ad9a6b81fafda549",
    "navigationGoals": null
}