{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to Blue River Technology in South Bay, pioneering the next generation of smart agriculture equipment.",
            "fileID": "fde6cdc8cb8c4c229da8d876dc267fce"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For equipment support and maintenance, press 1.",
                "fileID": "fcdf1dd0415c49f8874751ca9bfa72a6",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To diagnose equipment functionality with a technical specialist, press 1.",
                            "fileID": "163f81435d9c4bf4a571d191b2749fcc",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a technical specialist for equipment diagnostics.",
                                        "fileID": "9c2beae2f6404d529bd375a20ed9f57f"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "32d6c40025754505be6ab9f796e9d211",
                                "navigationGoals": [
                                    "I need a technical specialist to remotely diagnose a fault in my smart planter’s sensors.",
                                    "Diagnose a malfunction in my unit’s precision seeding sensor.",
                                    "I need to run sensor calibration diagnostics on my smart irrigation system with a technical specialist.",
                                    "I need help diagnosing why my smart planter isn’t working properly.",
                                    "I need to troubleshoot anomalous sensor calibration readings on my equipment with a technical specialist."
                                ]
                            }
                        },
                        {
                            "text": "To schedule a field maintenance service, press 2.",
                            "fileID": "af2cad9bc9ba41c4b83d7b68820c3a9e",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold as we transfer you to a service coordinator to schedule your maintenance visit.",
                                        "fileID": "5a43e588fd024b9284c09dd8af0c4aa3"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "368fc3a6c0dc4c7fac1b246048fdb660",
                                "navigationGoals": [
                                    "I want to schedule an on-site maintenance visit for my automated harvester this week.",
                                    "Schedule a field service visit for preventive maintenance on my robotic weeder.",
                                    "Schedule an on-site field maintenance visit for firmware updates and mechanical checks on my autonomous tractor.",
                                    "I’d like to arrange a service visit to check and repair my equipment in the field.",
                                    "I’d like to schedule a field maintenance visit to inspect and service my precision planter."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "cdc0a41c3abc42c38ff1fd1d42043dfc",
                    "navigationGoals": null
                }
            },
            {
                "text": "For sales and product information, press 2.",
                "fileID": "8ad0bd25c1af470b9d77985f5e03d5a2",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To learn about our latest smart planters and harvesters, press 1.",
                            "fileID": "d99570706fc6423ba91ced7e3534dac1",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "One moment please, connecting you to our sales team for detailed product information.",
                                        "fileID": "c139b4ec462e4a609dba4800921ad9b3"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "660e29cc7ffe4896a11b8dbc8fac3194",
                                "navigationGoals": [
                                    "I’m looking for detailed specs and pricing on your latest smart planters and harvesters.",
                                    "Get detailed specifications on the new autonomous planter models.",
                                    "I’d like detailed technical specs and performance metrics for your AI-driven smart planter and autonomous harvester.",
                                    "I want to learn about your newest smart planters and harvesters before deciding to buy.",
                                    "I want detailed specifications and performance data on your latest smart planters and harvesters."
                                ]
                            }
                        },
                        {
                            "text": "For custom solutions and partnership opportunities, press 2.",
                            "fileID": "c9840f415eca4965bd0267b39e59ebba",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Thank you for your interest; please hold while we connect you to our business development team.",
                                        "fileID": "4b9006be61fd49d7ad31d1ed9a3613a7"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "25f0e38280834275972bd5576b5c0732",
                                "navigationGoals": [
                                    "I’d like to discuss a custom smart agriculture solution and partnership options.",
                                    "Discuss a custom integration partnership for your equipment in our veteran-owned farm cooperative.",
                                    "Discuss custom API integration and partnership for developing a tailored agritech solution.",
                                    "I’m interested in exploring custom equipment solutions for my small farm.",
                                    "I’m interested in discussing a partnership to integrate your smart agriculture tech into my research project."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "40ff7c63e19a4c3d84cff49a3d7385b8",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "0a565574399a4bc4aa767a268524916c",
        "navigationGoals": null
    },
    "id": "a183b8bb92d447e0b342d3adf2ad8544",
    "navigationGoals": null
}