{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to Goodby Silverstein & Partners in San Francisco, where we create advertising experiences that reach millions yet feel personally tailored to you.",
            "fileID": "35c4049bef044e7ea87294cfa3d55282"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For new business inquiries, press 1.",
                "fileID": "eaaa6bac2e1a437d871633995be74b86",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To discuss project proposals and creative pitches, press 1.",
                            "fileID": "6f9121adb6b645f7a8a4698b2203e822",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Connecting you to our New Business team. Please hold for the next available specialist.",
                                        "fileID": "9fc4618bb29a416795c235f424130f94"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "1df21853962749e7aa34d5ecbca08197",
                                "navigationGoals": [
                                    "Discuss a new project proposal with the New Business team",
                                    "I want to pitch a new advertising campaign for my veteran-run nonprofit.",
                                    "Discuss a cross-channel programmatic ad proposal and technical integration for a new campaign",
                                    "I’m interested in starting a new ad campaign for my family business and need more information.",
                                    "I’d like to pitch a physics-themed advertising concept for my university department’s outreach."
                                ]
                            }
                        },
                        {
                            "text": "To speak with our Business Development director, press 2.",
                            "fileID": "4c192c06b7ac48c294bd84e62b9b3a00",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Connecting you to Business Development. Please hold while we transfer your call.",
                                        "fileID": "a138066022864d499a489e7c5ef77ac2"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "9a1d032f2a9b4f8eb47c9f57ac5e2821",
                                "navigationGoals": [
                                    "Speak directly with the Business Development director about partnership opportunities",
                                    "I need to connect with the Business Development director to discuss sponsoring a veteran mentorship program.",
                                    "Arrange a deep-dive with the Business Development director on partnership APIs and KPI benchmarks",
                                    "I’d like to speak with the director about arranging a partnership with your agency.",
                                    "I need to speak with the Business Development director about partnering on a campus physics event."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "f10ab2e15bb7415aada78407f771719f",
                    "navigationGoals": null
                }
            },
            {
                "text": "For existing client support, press 2.",
                "fileID": "51b73e4ae3f4440aa2b553ef88178d1a",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For campaign management and creative services, press 1.",
                            "fileID": "80b78917d99b4e768cd5b6f3a17daa04",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Connecting you to Campaign Management. Please hold for the next representative.",
                                        "fileID": "b96e535ed4824f699091cf7a12dcf631"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "c2a5daeee83c483f8565bd480c458e7a",
                                "navigationGoals": [
                                    "Get an update and make adjustments to our current ad campaign",
                                    "I’d like an update on my ongoing veteran awareness campaign and request some creative adjustments.",
                                    "Request campaign performance analytics and update creative assets for our active programmatic campaign",
                                    "I need help with my ongoing ad campaign and want to check its status.",
                                    "I want an update on our ongoing physics symposium ad campaign."
                                ]
                            }
                        },
                        {
                            "text": "For billing and account inquiries, press 2.",
                            "fileID": "cb4cef35ff3f4939baffb2b9f7d0f98e",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Connecting you to Billing and Accounts. Please hold for assistance.",
                                        "fileID": "1738e8d46b7044799524796114ed9f35"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "56c03822efb2429ba993b48a4c999714",
                                "navigationGoals": [
                                    "Resolve a billing discrepancy on our latest invoice",
                                    "I have a billing question about last month’s invoice for my veteran outreach ads.",
                                    "Reconcile the latest media-buy invoice, verify spend allocation, and adjust billing parameters",
                                    "I’m confused by my latest invoice and need assistance with billing questions.",
                                    "I have a billing question about the invoice for our physics club advertisements."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "85bcb97516e04c658281d8697c1b7c50",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "3422f781bbcc48dfa5d6c799b22ceb8d",
        "navigationGoals": null
    },
    "id": "76471480c9a74fb89fa2a73194ec7b4d",
    "navigationGoals": null
}