{
    "type": "welcome",
    "contents": [
        {
            "text": "Thank you for calling Metric Insights in San Francisco, where we empower business users with timely, relevant, and actionable data.",
            "fileID": "459a977482e142229548d93a6f1e4337"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For information on our analytics platform and to schedule a personalized demo, press 1.",
                "fileID": "34b24de849804da1adc159ae14078344",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To schedule your personalized demo, press 1.",
                            "fileID": "7e5ecdb0b443496dbe0940f2fdd4165d",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our sales team to arrange your demo; a representative will be with you shortly.",
                                        "fileID": "df8315e563c9452a9805a31fed05b9ea"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "dcef35c8073b4850bd47431e2b2c7235",
                                "navigationGoals": [
                                    "I’d like to set up a personalized demo of your analytics platform.",
                                    "As a veteran small‐business owner, I want to schedule a personalized demo of your analytics platform to see how it can support my operation.",
                                    "I want to set up a customized walkthrough of your BI analytics platform.",
                                    "I need to schedule a personalized demo of the analytics platform to learn how it works.",
                                    "I want to book a demo to explore how your platform can help analyze my experimental data."
                                ]
                            }
                        },
                        {
                            "text": "To speak with a sales representative about pricing and implementation, press 2.",
                            "fileID": "63d413cdffa743e0acff398a538519e4",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our sales expert to discuss pricing and implementation options.",
                                        "fileID": "6108fa273e5b490db76a320e77edd2d9"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "2331182d893140e88b880423c0fee150",
                                "navigationGoals": [
                                    "I need to speak with someone about pricing and implementation options.",
                                    "I need to speak with someone about pricing and implementation options so I can budget the analytics solution for my veteran‐run business.",
                                    "I need detailed pricing breakdowns and integration options for your data metrics solution.",
                                    "I want to speak with someone about pricing and how to implement the service for my organization.",
                                    "I'd like to discuss pricing options and setup for a student research project."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "9ba6a88559b7480495dc0347314c5dda",
                    "navigationGoals": null
                }
            },
            {
                "text": "If you are an existing customer needing assistance, press 2.",
                "fileID": "9513ea9dc14a4e1784f1184bf91baedf",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For technical support and troubleshooting, press 1.",
                            "fileID": "b3472a93377a4a7e8cee0919f57cc913",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our technical support team; your call is important to us.",
                                        "fileID": "13ccb46c2eb947809944b248d3b066a3"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "dd2fd5256e0949488fd88d000093db2a",
                                "navigationGoals": [
                                    "I’m experiencing a technical issue with the platform and need support.",
                                    "I’m an existing customer and need technical support troubleshooting my analytics integration with new data sources.",
                                    "I'm troubleshooting a dashboard API error and need help from tech support.",
                                    "I’m an existing customer and need help troubleshooting an issue with the platform.",
                                    "I'm having trouble with data integration in my existing account and need technical support."
                                ]
                            }
                        },
                        {
                            "text": "For account and billing inquiries, press 2.",
                            "fileID": "e95a8d79cb7f470490835710f719abec",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you with our billing department; thank you for your patience.",
                                        "fileID": "2c158b6ffccb4b50a880deef5b5825fd"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "22436d3c81ce4b7c9496a5f8d9ff5d14",
                                "navigationGoals": [
                                    "I have a billing question about my invoice and charges.",
                                    "I’m an existing customer and have a billing question about a recent invoice and need to update my payment information.",
                                    "I need clarification on my subscription invoice and update my payment method.",
                                    "I have a question about my latest invoice and need help with billing.",
                                    "I need to review and update the billing details on my current subscription."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "6750cf55e2f54cf5ba9e2aea44194fe4",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "1fda46718d2c40e4bb7eecf9ddde112e",
        "navigationGoals": null
    },
    "id": "bf3e67e6688f4b7fbd87486e73d8f392",
    "navigationGoals": null
}