{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to Apollo, based in San Francisco, empowering your team with predictive prospecting, smart sales engagement, and actionable analytics.",
            "fileID": "e9713e09f3ec4e878782a9c9fce05571"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For sales inquiries, product demos, and new account setup, press 1.",
                "fileID": "a17787d70e0c4eb08024a2f25ba2c6b8",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To schedule a live demo of Apollo’s CRM platform, press 1.",
                            "fileID": "6e6a62eb6df2407fa898c83223261e3f",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our demo team.",
                                        "fileID": "3606c7eb9c0b4eff878d48a753bd8e15"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "38f93ea7d7d44efbb530b896141dbef2",
                                "navigationGoals": [
                                    "Schedule a live walkthrough of Apollo’s CRM platform at the earliest available slot.",
                                    "I’d like to schedule a live walkthrough of the CRM platform to evaluate it for my veteran support organization.",
                                    "I want to schedule a live technical walkthrough of Apollo’s predictive prospecting and analytics modules.",
                                    "I’d like to set up a live walkthrough of your CRM platform.",
                                    "I’d like to book a live demo of Apollo’s CRM to evaluate its predictive analytics for managing my research collaborations."
                                ]
                            }
                        },
                        {
                            "text": "To speak with a sales specialist about pricing and plans, press 2.",
                            "fileID": "58d46436cd7141469066bf418c055ddf",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you with a sales specialist.",
                                        "fileID": "6dfdc08577624dfc9add2bd6dc983dea"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "a7675037d6e4485e9d5b5bca24cbd551",
                                "navigationGoals": [
                                    "Connect with a sales specialist to get a detailed pricing quote and plan comparison.",
                                    "I need detailed pricing and plan options to see which subscription best fits my nonprofit’s budget.",
                                    "I need a detailed breakdown of Apollo’s pricing tiers and subscription plan features.",
                                    "I want to discuss subscription options and pricing details.",
                                    "I need details on Apollo’s pricing tiers and whether there’s an academic or student discount available."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "69ff5eb75a7a49e190677aa328c21c45",
                    "navigationGoals": null
                }
            },
            {
                "text": "For customer support, technical help, or training, press 2.",
                "fileID": "cbfc73fd561d47e5b3f17595e4d79f50",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For technical support with your Apollo account, press 1.",
                            "fileID": "fdf9048b05d14f0ea647b09f65682209",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our technical support team.",
                                        "fileID": "3cfe35bd1ba846d7a402b6039ecfdd6c"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "079187a6213941d0b5fa0d2354a4c271",
                                "navigationGoals": [
                                    "Quickly troubleshoot the API integration error I’m experiencing with my Apollo account.",
                                    "I’m unable to access my Apollo account after a password reset and need technical assistance.",
                                    "I’d like to troubleshoot an API integration error in my Apollo account’s data ingestion pipeline.",
                                    "I need help accessing my account—I can’t log in.",
                                    "I’m having trouble logging into my Apollo account and need technical support to reset my credentials."
                                ]
                            }
                        },
                        {
                            "text": "For onboarding, training resources, or consulting services, press 2.",
                            "fileID": "5d5083daace04ba88bcdfb33465fc05d",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our customer success team.",
                                        "fileID": "ec4e3749cafa459e961a71b1f05c36e6"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "7f987104771c4062bc91fdf9115905a8",
                                "navigationGoals": [
                                    "Arrange an onboarding session and obtain training materials to get my team up to speed.",
                                    "I’m new to the platform and want onboarding and training materials to get my team up to speed.",
                                    "I’m looking to onboard my team with Apollo’s CRM via training sessions and consulting on workflow automation.",
                                    "I’m new to Apollo and need training materials to get started.",
                                    "I’d like to access onboarding materials or schedule a training session to learn how to use Apollo’s analytics tools."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "e6ff0b8da0a64c839924884b268d2e2a",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "2fb75b0749154b6a989650c7f5444fd8",
        "navigationGoals": null
    },
    "id": "fb8f875496654152acb49fe60c1decca",
    "navigationGoals": null
}