{
    "type": "welcome",
    "contents": [
        {
            "text": "Thank you for calling Taos in South Bay, your trusted advisor in technology recruiting.",
            "fileID": "add29b9b17834845b5b1716ed9b15d6a"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "If you are a technology professional seeking your next opportunity, press 1.",
                "fileID": "5f2a306d189a4c2884a9e908c303fcb3",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To speak with a recruiter about current openings, press 1.",
                            "fileID": "7a9c5f78f3ca47b29775ab099cb21190",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a recruiter.",
                                        "fileID": "6f533ecf5d2f415594bbb33d5306ce90"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "18c941d0613d4956957a2841f1832cd5",
                                "navigationGoals": [
                                    "Connect me with a recruiter about current technology job openings.",
                                    "I’m a veteran transitioning to tech – I want to speak with a recruiter about current job openings.",
                                    "Connect me to a recruiter to discuss current full-stack engineer and DevOps openings.",
                                    "I would like help finding any current IT job openings that match my background.",
                                    "I'd like to speak with a recruiter about technology roles that align with my physics background."
                                ]
                            }
                        },
                        {
                            "text": "For application status or interview inquiries, press 2.",
                            "fileID": "da33c8ea0a0b488e92cf54d214852c3a",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Thank you. Please hold while we check on your application status.",
                                        "fileID": "cf191b45ad2c4539bd4d457b007a8465"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "0b80019cd61b4dc3aaf7427be99aa9b3",
                                "navigationGoals": [
                                    "I need an update on my application status.",
                                    "I’d like to check the status of my application for the software engineer role I applied to.",
                                    "I need an update on my application status and upcoming interview for the Python backend developer role.",
                                    "Could someone check on the application I submitted last week and tell me if an interview is scheduled?",
                                    "I'm calling to check the status of my application for the computational modeling internship."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "68c86948ed4249e39932051f01a05fcb",
                    "navigationGoals": null
                }
            },
            {
                "text": "If you are a client looking to hire top tech talent, press 2.",
                "fileID": "b6c25cc4a6044bd7bc74bbabeb6725bc",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To discuss your hiring needs with our account team, press 1.",
                            "fileID": "03cd392c00b3440c9505fd9cfca96156",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "One moment please while we connect you to our account team.",
                                        "fileID": "f23f9b4de20e429c9dc0903c15fce094"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "f92b4c272d7b46638e2c5134eb29c4fe",
                                "navigationGoals": [
                                    "I want to discuss my company’s hiring needs with your account team.",
                                    "I want to discuss my company’s tech hiring needs for veterans with your account team.",
                                    "I’d like to speak with your account team about scaling our cloud infrastructure talent.",
                                    "I want to discuss my company's need to hire experienced software developers.",
                                    "I'd like to discuss hiring a part-time research assistant with strong physics and programming skills."
                                ]
                            }
                        },
                        {
                            "text": "For information on our talent solutions and services, press 2.",
                            "fileID": "161e360398b14abe93c404ced22f0ef5",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you with our talent solutions specialist.",
                                        "fileID": "485f126c64d646d4b8db49e9729e496a"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "bbbb781e5cf340a79d8e5b43d6a08d51",
                                "navigationGoals": [
                                    "Give me information on your talent solutions and services.",
                                    "I’d like information on your talent solutions and services for placing veteran candidates.",
                                    "Give me details on your talent solutions for sourcing senior software architects.",
                                    "I need information on the services you offer for recruiting tech talent and their costs.",
                                    "I need more information on your talent solutions for sourcing physics graduates for lab positions."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "f93bfdad920045a9b8daf9145402d13f",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "a9dea54cb5a74474b9f19da5bd7b71b8",
        "navigationGoals": null
    },
    "id": "4c418ed852ce4da49198a38d92805564",
    "navigationGoals": null
}