{
    "type": "welcome",
    "contents": [
        {
            "text": "Thank you for calling Stitcher in San Francisco, home to over sixty-five thousand radio shows and podcasts.",
            "fileID": "c1428c757545484487b596f06fc2b609"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For account, billing, or subscription support, press 1.",
                "fileID": "df2a1ef7ce5842cfba761a4bf8db8003",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For help with your Stitcher account and billing inquiries, press 1.",
                            "fileID": "9d27e336d07344d18d950a31db02f197",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our account and billing team. Your call is important to us.",
                                        "fileID": "67e5b4eec5e549919206610b6c473ea6"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "536412a7086342b0b240c858697b62e5",
                                "navigationGoals": [
                                    "I need to update my billing information and fix a failed subscription payment.",
                                    "I want to dispute a charge on my Stitcher Premium subscription and see if I qualify for a veteran discount.",
                                    "Update my payment credentials and retrieve an itemized billing report for my Stitcher Premium subscription.",
                                    "I need help updating my payment information for my Stitcher subscription.",
                                    "I need to update my credit card details and review my Stitcher Premium subscription charges."
                                ]
                            }
                        },
                        {
                            "text": "For technical assistance with the Stitcher app, press 2.",
                            "fileID": "534c362ff6484ca190d9c0dbe25e6451",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we transfer you to our technical support team. Thank you for your patience.",
                                        "fileID": "902b8b4635c14eeebaba4b8367d7d475"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "48b655d759d34dec986c5c0d23d81fe6",
                                "navigationGoals": [
                                    "My Stitcher app keeps crashing when I try to play episodes—I need technical support.",
                                    "I’m having trouble downloading episodes on my phone before deployment and need technical support.",
                                    "Troubleshoot persistent app crashes and buffer underrun errors on my Android device.",
                                    "My Stitcher app on my phone keeps crashing and won’t play episodes; please assist.",
                                    "I’m experiencing crashes and buffering issues on the Stitcher app on my Android phone—can you help troubleshoot?"
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "4bc83fc587a542f791c37a98aa0c8f8f",
                    "navigationGoals": null
                }
            },
            {
                "text": "For podcast discovery and partnership services, press 2.",
                "fileID": "1503ae1645284f9faf34da6c0642d030",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For podcast recommendations and curated playlists, press 1.",
                            "fileID": "7c9568837fa64c72bd17e94c8db42fa4",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our podcast discovery specialists.",
                                        "fileID": "a8f3c88b346f470abeeb37e1b7f11dad"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "8202ee2f467e4a39bef410c972262595",
                                "navigationGoals": [
                                    "I’m looking for a curated playlist of leadership and productivity podcasts.",
                                    "I’d like recommendations for podcasts from veterans about transitioning to civilian life.",
                                    "Generate a custom curated playlist of AI and developer podcasts based on my listening analytics.",
                                    "I’m looking for beginner-friendly history podcasts you can recommend.",
                                    "I’d like recommendations for physics-themed podcasts and curated playlists to support my studies."
                                ]
                            }
                        },
                        {
                            "text": "For podcast hosting submissions or partnership inquiries, press 2.",
                            "fileID": "6ae8a51cf18646a9ac1b93df6842f446",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our partnerships team. Thank you for your interest.",
                                        "fileID": "83d6dcd0bc0c4ff4a679449f1bec0f62"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "e7b10959e40b44ba98782a1c30dff348",
                                "navigationGoals": [
                                    "I want to inquire about hosting my podcast on Stitcher and discuss partnership options.",
                                    "I’d like to submit my own veteran-focused podcast for hosting and partnership.",
                                    "Submit my podcast’s RSS feed for hosting integration and partnership via your API.",
                                    "I want to submit my personal podcast for hosting on Stitcher.",
                                    "I want to submit my physics research podcast for hosting and learn about Stitcher partnership options."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "19a537f28112499f8277a9233d29b2f0",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "0aa926fb3575420cbef18bdd11ddfbb5",
        "navigationGoals": null
    },
    "id": "81a13d0b2a654c70b6e48c564f662582",
    "navigationGoals": null
}