{
    "type": "welcome",
    "contents": [
        {
            "text": "Thank you for calling Leap Motion in San Francisco, where we invite you to reach into the future of virtual and augmented reality.",
            "fileID": "82b81ae055924e70b628337bc2ebf2dc"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For product information and sales, press 1.",
                "fileID": "6c2797c264ae4e8ebc3628f22682fd34",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To explore our VR and AR device demos and features, press 1.",
                            "fileID": "f6331261db474be69c16f1510a75a932",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a product specialist. Your call is important to us.",
                                        "fileID": "5d59ab016b124824b179020d0517bcb5"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "c7822fd274804c64a777d8d0bb2c221b",
                                "navigationGoals": [
                                    "I’d like a walkthrough of your VR/AR device features.",
                                    "I’d like information and a personalized demo of your VR/AR device features.",
                                    "I need to schedule a demo of the Leap Motion hand-tracking API and confirm its Unity integration capabilities for my AR prototype.",
                                    "I’d like to hear a demonstration of the headset’s features and how they work.",
                                    "I’d like to speak with a specialist about demoing the VR/AR features of the Leap Motion device."
                                ]
                            }
                        },
                        {
                            "text": "For pricing details and order status, press 2.",
                            "fileID": "6921b2c229884b9e87f7c953be26b4af",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "One moment please, we’re retrieving your order information. Your call will be with us shortly.",
                                        "fileID": "d08e43ff498742a2989af609f35fba6a"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "56cc0b2b8ecc45498a040c5e34cf8acb",
                                "navigationGoals": [
                                    "I need to check my order status and pricing details.",
                                    "I need pricing details and an update on my recent order, including any veteran discounts.",
                                    "I want to check the status and pricing breakdown of my bulk order (PO# 78910) for the VR controllers and verify volume-license discounts.",
                                    "I want to check the price and status of my recent order.",
                                    "I need to confirm student pricing and check the status of my recent order."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "a5f051f272bc45feae3bfce1834f1135",
                    "navigationGoals": null
                }
            },
            {
                "text": "For technical support and customer service, press 2.",
                "fileID": "05fbb970d72e4460872ca7e2e992fc43",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For setup, installation, and hardware troubleshooting, press 1.",
                            "fileID": "70b57fd7087140569b1a9b7450f61dcf",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Thank you for your patience. A support agent will be with you momentarily.",
                                        "fileID": "6fa9b07e5c454c70b3e9d6532e923071"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "6d8f06d8fe5d48f99f42c4204e505292",
                                "navigationGoals": [
                                    "I need help installing my Leap Motion hardware.",
                                    "I need assistance installing and setting up my Leap Motion hardware on my computer.",
                                    "I’m experiencing intermittent tracking latency with my Leap Motion Controller during hardware setup—need to troubleshoot and optimize sensor calibration.",
                                    "I need help setting up and installing my VR headset hardware.",
                                    "I want assistance setting up and troubleshooting my Leap Motion hardware."
                                ]
                            }
                        },
                        {
                            "text": "For software updates, drivers, and troubleshooting, press 2.",
                            "fileID": "b9debcf6ac4044cb9e1cd5283da054fb",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "We appreciate your call. Please stay on the line while we connect you to technical support.",
                                        "fileID": "9aa3a9c3da36496ea202d6b6f81a39ff"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "5ae0f44cba844bdd8efc540b2fb04551",
                                "navigationGoals": [
                                    "I need to download and install the latest Leap Motion software drivers.",
                                    "I need to update my Leap Motion software and troubleshoot driver issues.",
                                    "Please guide me through updating to the latest Orion SDK and drivers on Windows 10 and resolving the build errors in my dev environment.",
                                    "I need assistance updating the headset’s software and installing drivers.",
                                    "I’m calling to get the latest drivers and software updates for my Leap Motion sensor."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "2e2b4d9468ea496f8f48397e29a99e20",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "bbf7d6ecee1d474e8edd652cd0133781",
        "navigationGoals": null
    },
    "id": "d974bd2f2ee54980a61ee627b1fba9e3",
    "navigationGoals": null
}