{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to Y Combinator SF, your seed funding partner in San Francisco.",
            "fileID": "fa6b568525e34c999072222b353996cb"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For details on how to apply for seed funding, press 1.",
                "fileID": "32b8aa30c7d64bf6bce38dabfc48246c",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To learn about our application requirements, press 1.",
                            "fileID": "b470e1020b184f19a31e26d92a305a92",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our admissions team.",
                                        "fileID": "226f7d818e7e470ab3b48afc75003d45"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "305cecb0436745bd90574a64f52bb0e1",
                                "navigationGoals": [
                                    "I need a quick rundown of the application requirements for YC seed funding.",
                                    "I want to learn the requirements to apply for YC seed funding.",
                                    "I need to clarify the technical eligibility criteria and submission workflow for YC seed funding applications.",
                                    "I need help applying for your seed funding and understanding the requirements.",
                                    "I need to know the application requirements and eligibility for YC seed funding for my physics startup."
                                ]
                            }
                        },
                        {
                            "text": "To discuss our funding terms and startup support, press 2.",
                            "fileID": "ab7d3bad87724e2b8cd4923ca7737167",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our funding advisors.",
                                        "fileID": "a296bf48c3244c17a8f2470a794be507"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "d820b89ba0a54b87b20a6fd48b727b6d",
                                "navigationGoals": [
                                    "I’d like to discuss YC’s seed funding terms and available startup support.",
                                    "I’d like to discuss YC’s funding terms and startup support options.",
                                    "I want to discuss the equity structure, dilution terms, and startup support package with a funding advisor.",
                                    "I want to speak with someone about the funding terms and startup support you offer.",
                                    "I want to discuss the equity stake, funding terms, and support services provided by YC seed funding."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "7140534fb88749d4925b61cc236b02fc",
                    "navigationGoals": null
                }
            },
            {
                "text": "For support if you are an existing portfolio company, press 2.",
                "fileID": "f3d373ea85bb4befabdc862bc35900db",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To access founder resources and dedicated support, press 1.",
                            "fileID": "359a26f8f17c43eeb86fce94a20ee24e",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our founder success team.",
                                        "fileID": "623150c2fc854f218ed8d4c8ec90addb"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "2ec8e91f68fa4858b9ba59c92293eb1e",
                                "navigationGoals": [
                                    "I’m an existing YC founder and need access to the founder resources team.",
                                    "I need access to founder resources as an existing YC portfolio company.",
                                    "I’m seeking access to advanced founder resources and dedicated technical support for my existing YC portfolio startup.",
                                    "As an existing YC-backed founder, I need assistance accessing founder resources.",
                                    "As a current YC-backed founder, I’m looking for access to technical workshops and founder resources."
                                ]
                            }
                        },
                        {
                            "text": "For press and media inquiries, press 2.",
                            "fileID": "1db0406177dc43e3a6f3eef7cb53a217",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our communications team.",
                                        "fileID": "8e86ba84c02641c9b956ca744cfba6f1"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "b251e826c0bf452c97d9ea0fc1c75e71",
                                "navigationGoals": [
                                    "I have a press inquiry and want to connect with your communications team.",
                                    "I’m seeking to speak with communications about a press inquiry for my veteran-founded startup.",
                                    "I need to coordinate a press release for our product launch and get media relations guidelines from the communications team.",
                                    "I’m part of your portfolio and have a press/media inquiry I need to discuss.",
                                    "I’m a journalist covering physics startups and need to speak with your press team for an interview."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "88ae3d3bdc8741ffb6d65bc82cb1e96b",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "313174050be64764ab0c1c63e542563e",
        "navigationGoals": null
    },
    "id": "ffd49188a92d41b3baf06ed2776c80f0",
    "navigationGoals": null
}