{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to WeWork San Francisco, where we create environments for productivity, innovation, and connection.",
            "fileID": "f82fe86a983b40cc80286219b5d1fc8c"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "To learn about membership options and workspace bookings, press 1.",
                "fileID": "8989bc37697b42588d02c1bd98f67fb6",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To schedule a tour of our San Francisco spaces, press 1.",
                            "fileID": "0ae95693370a47d4a292e969c0ee8677",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you with a tour specialist.",
                                        "fileID": "cebdfe91dca1425b8fe09db3640976a0"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "1a965e17404a4372a23a6b2a1687c7ca",
                                "navigationGoals": [
                                    "Schedule a tour of the San Francisco workspace",
                                    "Schedule an in-person tour of the San Francisco workspace.",
                                    "I’d like to schedule an on-site tour of your San Francisco facilities to evaluate the workspace infrastructure.",
                                    "I’d like assistance scheduling a tour of the San Francisco WeWork space.",
                                    "I would like to schedule a tour of the San Francisco workspace to evaluate study areas for my research group."
                                ]
                            }
                        },
                        {
                            "text": "For detailed pricing and membership plans, press 2.",
                            "fileID": "4b6887e8dbdd460db66bd35330177f9e",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we transfer you to our membership advisor.",
                                        "fileID": "10b4fd329a1d473b8e420eed9e81bf20"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "4e52e315eb754f3983734f80d98f4454",
                                "navigationGoals": [
                                    "Obtain detailed pricing and membership plan information",
                                    "Get detailed pricing and membership plan options.",
                                    "I need a detailed breakdown of membership tiers, pricing, and plan features for your San Francisco locations.",
                                    "I need help understanding the detailed membership pricing and plans.",
                                    "I need detailed information on membership tiers and any available student discount plans."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "c8a2e7f179144aa6b49bce62901fecdd",
                    "navigationGoals": null
                }
            },
            {
                "text": "For existing members’ support and building services, press 2.",
                "fileID": "b3047a28cb8447d2ab39a37e183805c5",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To speak with our Community Team for technical or access assistance, press 1.",
                            "fileID": "5271bc384de2433b8c3b29886aaa6174",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you with the Community Team.",
                                        "fileID": "2ffa6d69f6bd4f538ceeb583a5857015"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "a3772019971a452bb6ac35501eae1167",
                                "navigationGoals": [
                                    "Resolve a technical or access issue with my workspace",
                                    "Resolve an access badge or Wi-Fi issue with my current workspace.",
                                    "I’m an existing member experiencing network or access issues and need technical assistance from the Community Team.",
                                    "I’m having trouble with my keycard and need technical support to access the building.",
                                    "I’m an existing member and my keycard won’t grant me building access, so I need technical assistance."
                                ]
                            }
                        },
                        {
                            "text": "For billing and account inquiries, press 2.",
                            "fileID": "36966b96fe6945e6a0ea7055365f935d",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we transfer you to the billing department.",
                                        "fileID": "a03d2ad4fc224959902a4e7bf4bdcb5d"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "b8a63885cd4b450fb43e701c0bc864da",
                                "navigationGoals": [
                                    "Inquire about a billing or account charge",
                                    "Inquire about a recent billing charge and payment options.",
                                    "I want to clarify a discrepancy on my current invoice and get help with billing and account charges.",
                                    "I have a question about a recent invoice and need help with my billing account.",
                                    "I have a question about a recent billing charge and need an official invoice for my research grant reimbursement."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "3f27429851a44800a36751d17f134499",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "7f20b48a78c74081bf54109f01b959de",
        "navigationGoals": null
    },
    "id": "a859d38660184ff787e6c9e95b4b9b62",
    "navigationGoals": null
}