{
    "type": "welcome",
    "contents": [
        {
            "text": "Thank you for calling Red Bridge Internet, your San Francisco-based WordPress development agency.",
            "fileID": "347bbac8e71f4f978db13726c6a0a0e8"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "Press 1 to speak with our project development team.",
                "fileID": "e1cfb11c7a9740329fe456bf7bd6a85a",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "Press 1 for new custom WordPress project inquiries.",
                            "fileID": "35cd7b25b6894167896f5080373dd0c1",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a project development specialist.",
                                        "fileID": "d616428eab514a679f74007990b9387f"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "8813a2a16b294991bfc6c8f2bdb088a1",
                                "navigationGoals": [
                                    "I need a quote and timeline for a new custom WordPress site with e-commerce features.",
                                    "I’d like to start a new custom WordPress site for my veterans support organization.",
                                    "I want to discuss requirements for a custom WordPress build with REST API integration and bespoke plugin development.",
                                    "I want to start a new custom WordPress website and need help getting set up.",
                                    "I’d like to discuss designing a new WordPress site for my physics research group."
                                ]
                            }
                        },
                        {
                            "text": "Press 2 to discuss ongoing development work.",
                            "fileID": "e02f7cd00d3f49ecb50a38f9e97bb824",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to your development team.",
                                        "fileID": "87454ae7774e47a8b412568cacf27bf4"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "0fe827d3e5e64458aa4bc7031a18f925",
                                "navigationGoals": [
                                    "I want an update on the progress and estimated delivery of my ongoing WordPress development project.",
                                    "I need to discuss adding features to my existing veterans outreach website.",
                                    "I need an update on the current status of my WordPress theme refactor and CI/CD deployment pipeline.",
                                    "I need to check the status of my ongoing WordPress development project.",
                                    "I need to review ongoing development updates on my existing physics portfolio website."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "74ec3d6a6d28419a9c381f9bf8c4e216",
                    "navigationGoals": null
                }
            },
            {
                "text": "Press 2 for site management and support.",
                "fileID": "9a694fb0afbf44df90342a0d95945c6d",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "Press 1 for website hosting and maintenance support.",
                            "fileID": "07b01debc20d426b8cc060c69ab862b6",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our site support team.",
                                        "fileID": "c1f8d1efd0c948b28411e8c4c20f15c7"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "6ee0dfdd229a4a6d9520a2d44de59795",
                                "navigationGoals": [
                                    "I need to renew my website hosting plan and schedule routine maintenance for my WordPress site.",
                                    "I’m experiencing downtime with my veterans group's website and need hosting support.",
                                    "I'm experiencing high latency on my managed WordPress hosting and need performance tuning and maintenance support.",
                                    "I’m looking for support with my site’s hosting and maintenance plan.",
                                    "I want help with hosting and maintenance for my academic research blog."
                                ]
                            }
                        },
                        {
                            "text": "Press 2 for billing and account inquiries.",
                            "fileID": "f6194ed3412d4482995336985dc33793",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to the billing department.",
                                        "fileID": "1b112c9310b94f049cedd4a1d48b9f32"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "ceccf4a6f63b4fe39e5440a68e5bd754",
                                "navigationGoals": [
                                    "I want to review my latest support invoice and update my billing information.",
                                    "I have a question about my latest invoice and payment details for my site.",
                                    "I need to review my support plan invoices, update my billing details, and clarify my account charges.",
                                    "I’d like help understanding my latest billing statement and charges.",
                                    "I have a question about my billing and account details for the site services."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "8d4af38cb0cc4019860d4cae3242d24d",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "b53ec5a7936a49d5ba5158b920b08e42",
        "navigationGoals": null
    },
    "id": "468c70e156f745fea2affa5cf6b83ec2",
    "navigationGoals": null
}