{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to Gumroad in San Francisco, where we empower creators with simple tools to take control of their creative careers.",
            "fileID": "53519e4ead23440488dcdabfe2843050"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "If you’re a creator interested in selling or distributing your work, press 1.",
                "fileID": "8ccd1cf996d44802bc25a10cc5c236c2",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To learn about our pricing plans and features, press 1.",
                            "fileID": "0c9a9cf93f634410a2cc0515ec447f45",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our pricing and plans team.",
                                        "fileID": "31a1f38977dc4cafb187345b47550955"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "3a5ac5edbabb4fa281a99e4db78e4936",
                                "navigationGoals": [
                                    "I want to compare Gumroad's plan pricing and features to choose the right subscription.",
                                    "Learn about Gumroad’s pricing tiers and included features so I can budget launching my digital training program.",
                                    "I need to review Gumroad's subscription plans and feature modules for distributing my digital products.",
                                    "Help me understand Gumroad’s pricing tiers before I sign up.",
                                    "I’d like to understand Gumroad’s pricing tiers before I publish my physics simulation tutorials."
                                ]
                            }
                        },
                        {
                            "text": "To speak with a sales representative, press 2.",
                            "fileID": "d90707847e34408d99b04f542eedcd97",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a sales representative.",
                                        "fileID": "763b41e40a764ff1a177dfda3175d9ce"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "a5837213027d42a9907be0970a4048d4",
                                "navigationGoals": [
                                    "I need to speak with a sales representative about custom pricing options.",
                                    "Speak with a sales representative to discuss custom plan options and potential veteran discounts.",
                                    "I need to discuss custom licensing terms and bulk pricing options with a sales representative.",
                                    "I want to speak with someone about which plan works best for my small art shop.",
                                    "I want to discuss options with a sales rep for distributing my customized university physics coursework."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "31f78a85e01f45438fffe1b1213c51b6",
                    "navigationGoals": null
                }
            },
            {
                "text": "If you need assistance with your existing Gumroad account, press 2.",
                "fileID": "73dd51b8c40945b9b680c95f7955b0d4",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For technical support, press 1.",
                            "fileID": "3dece5e15634440ba34bab591ae09ac6",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to technical support.",
                                        "fileID": "8396ae9cb47e45e0a34f70e2bb604a5e"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "dfc509d088584555b0fe7d5d1d342c84",
                                "navigationGoals": [
                                    "I need help resolving a technical error in my Gumroad account when uploading my product.",
                                    "Connect with technical support to troubleshoot why my recently uploaded product isn’t displaying correctly.",
                                    "I need to troubleshoot webhook integration failures in my Gumroad developer account.",
                                    "I’m locked out of my Gumroad account and need assistance resetting my password.",
                                    "I’m having trouble uploading my PDF study guide and need technical assistance."
                                ]
                            }
                        },
                        {
                            "text": "For billing and payout inquiries, press 2.",
                            "fileID": "21086c219cc3404787ef8565279b9e17",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our billing team.",
                                        "fileID": "35aac6a0b39d419e84aab0f8fa72a6fc"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "dbf434b7d7d641c89f5d77c37eaf2a24",
                                "navigationGoals": [
                                    "I want clarification on my recent billing invoice and payout schedule.",
                                    "Inquire about my next payout and clarify any fees deducted from recent transactions.",
                                    "I need to reconcile payout schedules and transaction fee details for my recent sales.",
                                    "I’d like to know when my recent sales payout will be deposited into my bank account.",
                                    "I need to inquire about the payout schedule for the lecture notes I sold last week."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "8202d616de654c8799e4331f4c781c2c",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "cc62f0976bbe45c99b5beeb312cf1001",
        "navigationGoals": null
    },
    "id": "f5f8d5e758f34aacaddcccb251c3e98c",
    "navigationGoals": null
}