{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to Model N on the Peninsula, where our cloud-based revenue management solutions drive top-line growth for high tech and life sciences companies.",
            "fileID": "13407c073f9b47f780c47758c97600d1"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For sales or product information, press 1.",
                "fileID": "311b2015617044a9aa19af98561dfb45",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To speak with a sales representative about high-tech revenue solutions, press 1.",
                            "fileID": "6d32308cfae64088b65ae45fa4355f20",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a sales representative specialized in high-tech solutions.",
                                        "fileID": "e1dd7ab6270943de9ee62b58e0b51ab3"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "9c616f37085144e29142b5c3613c9fd7",
                                "navigationGoals": [
                                    "I need to speak with sales about pricing and implementation timeline for the high-tech revenue solution.",
                                    "Speak with a sales representative about the high-tech revenue management solution",
                                    "Obtain detailed pricing and tiered usage rates for Model N’s cloud revenue management tailored to high-tech companies, including API integration options.",
                                    "I need to speak to someone about purchasing your high-tech revenue management solution.",
                                    "I need to speak with a sales representative about the high-tech revenue management solution and its pricing for my university research group."
                                ]
                            }
                        },
                        {
                            "text": "To request a product demo for life sciences revenue management, press 2.",
                            "fileID": "291b31a85ebb46f98901aede195c9123",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you with our life sciences product demonstration team.",
                                        "fileID": "1baad3dcfe8c4ee39893367c497cb33d"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "be92b89f3b284076992a60bbadbe098d",
                                "navigationGoals": [
                                    "I need to arrange a live demo of the life sciences revenue management system.",
                                    "Schedule a demo of the life sciences revenue management product",
                                    "Schedule a technical deep-dive demo of Model N’s life sciences revenue management platform highlighting FDA compliance workflows and analytics.",
                                    "I'd like to schedule a demo of your life sciences revenue management software.",
                                    "I want to request a product demonstration of the life sciences revenue management platform for a biophysics project."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "9dd1a418814941c5ba125d44dad7d16e",
                    "navigationGoals": null
                }
            },
            {
                "text": "For technical support or account inquiries, press 2.",
                "fileID": "964cc964e3744fed87ebb0e9466ed746",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For billing and account management inquiries, press 1.",
                            "fileID": "8ca7c1fcd3cc4a80a7c70de42563b578",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we transfer you to our account management and billing team.",
                                        "fileID": "6077f1cdbacd43a080fa9a8e36b60d06"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "111e39035d154f008ed10c0cdefa3d9d",
                                "navigationGoals": [
                                    "I need to review my invoice and update billing information on my account.",
                                    "Resolve a billing question and update my account details",
                                    "Review and update our monthly subscription invoice details, adjust payment terms, and audit billing history in the Model N portal.",
                                    "I need help understanding my billing statement and account charges.",
                                    "I need to review a recent billing statement and update my account information for my Model N subscription."
                                ]
                            }
                        },
                        {
                            "text": "For technical support or troubleshooting, press 2.",
                            "fileID": "fa3912a6db734719b701755824b01e64",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to technical support.",
                                        "fileID": "3656ab5c7a2446dc95d2bdfe6ec13417"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "e9acf4502814428abb476f5b8207d99a",
                                "navigationGoals": [
                                    "I need technical support to resolve dashboard access errors.",
                                    "Connect with technical support to troubleshoot the platform",
                                    "Troubleshoot an API authentication error in Model N’s revenue recognition service and escalate the issue to technical support.",
                                    "I need technical assistance troubleshooting the software.",
                                    "I'm experiencing issues with the technical API integration for revenue data and need troubleshooting assistance."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "b8b5783e91c44a22ade9abb93798ab44",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "118eced219f44dad8bcb8b3cfd37e3ac",
        "navigationGoals": null
    },
    "id": "e5e005f09f11450a9c682a21688bb324",
    "navigationGoals": null
}