{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to Xero in San Francisco, providing cloud-based accounting software for small and medium businesses.",
            "fileID": "eeb627747e954faca1a96a671c7332c5"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For sales and billing inquiries, press 1.",
                "fileID": "809080919ef34de699aa95204d4bff2d",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For information about our accounting plans and features, press 1.",
                            "fileID": "ee07c41eb26b4ec5a1be0964169a60cd",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our sales team.",
                                        "fileID": "b278733ee4c44b76ac44ca3ea30207cd"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "09c0fd9ab2784f55af230f98812a3fd5",
                                "navigationGoals": [
                                    "Compare the features and pricing of Xero’s mid-tier plan to determine which best suits my business needs.",
                                    "Ask about plan options and inquire about any veteran discount before signing up.",
                                    "I need a detailed comparison of Xero’s subscription tiers and their feature sets.",
                                    "I want to learn about small business plan pricing and how to get started.",
                                    "I need details on your subscription plans and feature differences for a student-run tutoring service."
                                ]
                            }
                        },
                        {
                            "text": "For billing, payments, and invoice questions, press 2.",
                            "fileID": "8b2115136c694a26b4ce87e354a0fcb3",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our billing department.",
                                        "fileID": "339c37cc7a1342599f3a1e8363f7916f"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "bc177c5f48974995ae44a6dc69716fe7",
                                "navigationGoals": [
                                    "Clarify a recent invoice charge and update my payment method before the subscription renewal.",
                                    "Resolve a discrepancy on my latest invoice and set up auto-pay for my subscription.",
                                    "I want to investigate a billing discrepancy and update my payment method for invoices.",
                                    "I need help paying an outstanding invoice and understanding the charges.",
                                    "I want to clarify my last invoice and update my payment method."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "3c4363da46334b3e9bfcdbf482a8dee1",
                    "navigationGoals": null
                }
            },
            {
                "text": "For technical support, press 2.",
                "fileID": "a54f57227e40444c9825ab5e77c23b1c",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For login, password, or account access assistance, press 1.",
                            "fileID": "89b1e1c94ac04d548c962f0e78fccaec",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to technical support.",
                                        "fileID": "c902e2ec5b9b4632bd9c78ad160190f1"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "80968b0fb77d485fa058566256fffde8",
                                "navigationGoals": [
                                    "Reset my Xero account password so I can regain access immediately.",
                                    "Recover my login credentials so I can access my account.",
                                    "Please help me reset my password, recover my login, and configure 2FA on my account.",
                                    "I forgot my password and need assistance unlocking my account.",
                                    "I can’t access my account after resetting my password; please help me regain access."
                                ]
                            }
                        },
                        {
                            "text": "For software troubleshooting and integration support, press 2.",
                            "fileID": "436886a6f5714c689130365f02049fb1",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we transfer you to a support engineer.",
                                        "fileID": "1ecf3c0a382b42b6a7009cfb3b9f5f1c"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "abda04e82157416194229390da102755",
                                "navigationGoals": [
                                    "Resolve an error connecting Xero to my CRM integration for seamless data syncing.",
                                    "Troubleshoot an error when integrating my payroll software with Xero.",
                                    "I’m looking to troubleshoot my Xero API integration with our CRM and debug the webhook calls.",
                                    "I’m having trouble connecting my bank feed and need help setting up the integration.",
                                    "I need assistance integrating Xero with my lab inventory management software."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "539f470a59574942b3018e736a0d70dc",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "6219a86ac6534857b4a73b2ec5ddb624",
        "navigationGoals": null
    },
    "id": "a0e51cfbf607455e9c17b993de2ef77e",
    "navigationGoals": null
}