{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to Thunder, the San Francisco-based platform that personalizes and optimizes your advertising experiences across display, video, and social channels.",
            "fileID": "a6e893600e354ae7a9a51297437eaf49"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For sales and product demonstrations, press 1.",
                "fileID": "5ea35e87fca44872834f630e1eecd00f",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To schedule a live demo of our cross-channel ad personalization platform, press 1.",
                            "fileID": "bc723361af714ceba8c188f621c33c84",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a sales representative for your demo.",
                                        "fileID": "5cbbd99e3ca24a089c916228047b834a"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "8ad4a77d9e504ae7a8cc982527fbdc12",
                                "navigationGoals": [
                                    "Schedule a live walkthrough of the cross-channel ad personalization platform",
                                    "I'd like to schedule a live demo to see how personalized ads can help my veteran-owned small business grow.",
                                    "Schedule a live demo of your cross-channel ad personalization platform to evaluate integration workflows.",
                                    "I want to schedule a live walkthrough of your ad personalization platform.",
                                    "I’d like to schedule a live demo of your ad personalization platform for my university research group."
                                ]
                            }
                        },
                        {
                            "text": "To learn about custom pricing and enterprise plans, press 2.",
                            "fileID": "0d059b8b27f640f1aef5b6da95993a5e",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a sales specialist to discuss pricing.",
                                        "fileID": "6879307255b64030ad36895465f09a24"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "96684cc3bd764436840e7d45cc2d6323",
                                "navigationGoals": [
                                    "Discuss custom enterprise pricing options for our advertising campaigns",
                                    "I want to discuss custom pricing and enterprise plans tailored for my veteran-led startup.",
                                    "Obtain detailed enterprise pricing and custom package options for high-volume ad deployments.",
                                    "I need to discuss custom pricing and enterprise plan options.",
                                    "I want to discuss custom enterprise pricing options for deploying your platform in our student organization project."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "48553df635484b2b9d21917da76fb807",
                    "navigationGoals": null
                }
            },
            {
                "text": "For technical support and account services, press 2.",
                "fileID": "e92cc35294eb464d9aa6433ff8cacfb0",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For technical assistance and troubleshooting, press 1.",
                            "fileID": "9e2044531a7747d5a84a5a1ca14d0baa",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a technical support engineer.",
                                        "fileID": "67351320250e44b288dd8f7d3c5d598d"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "d42c6e4f88554d508e356e5dc2b15bdc",
                                "navigationGoals": [
                                    "Troubleshoot a technical issue with ad delivery on my account",
                                    "I need technical assistance setting up and troubleshooting my social ad campaign integration.",
                                    "Troubleshoot an API integration error with your SDK and get technical support.",
                                    "I'm having technical issues with my account and need assistance.",
                                    "I need technical assistance troubleshooting the SDK integration in my ad delivery experiment."
                                ]
                            }
                        },
                        {
                            "text": "For account management and billing inquiries, press 2.",
                            "fileID": "876f93d32a5d4f219034804384ce8413",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to an account services specialist.",
                                        "fileID": "26b1d94aede842469e948fc2dd3cd40d"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "1ae01a03680243eab45e1ebf960e857d",
                                "navigationGoals": [
                                    "Resolve a billing question and update payment details for my account",
                                    "I want to update my billing details and review my latest invoice for my ad account.",
                                    "Update my billing method and review my current account subscription details.",
                                    "I have a billing question and need help updating my payment information.",
                                    "I have questions about my account billing and need to review my latest invoice."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "e3ce7555a7174e7e856a6207c10f79ce",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "56a98cc5fc034584914b610d2e17c3ba",
        "navigationGoals": null
    },
    "id": "eb0873adc6dc412a9a53b5c272425677",
    "navigationGoals": null
}