{
    "type": "welcome",
    "contents": [
        {
            "text": "Thank you for calling Insight Global in San Francisco, your partner for IT, accounting and finance, engineering, and government staffing solutions.",
            "fileID": "e964bf81dcf84c2dae0644af92041758"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "If you are a job seeker looking for new career opportunities, press 1.",
                "fileID": "ea458e995c3b4799ae4eee730e66a783",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For IT and engineering positions, press 1.",
                            "fileID": "bc254c22180f49849e88abcd4d0f4ddc",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you with our IT and engineering recruitment team.",
                                        "fileID": "ca7bcc1a53ec46e1b45d42ba375f6303"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "bcd6ac187fb748558ff48cb569c0d95b",
                                "navigationGoals": [
                                    "I’d like to learn about current engineering and IT roles you have available.",
                                    "I’m looking for cyber security engineer roles in the Bay Area that value my military background.",
                                    "I'm exploring Full Stack Developer openings with microservices focus in San Francisco.",
                                    "I’m an older job seeker interested in exploring IT or engineering positions.",
                                    "Find engineering internship opportunities in IT fields relevant to my physics background."
                                ]
                            }
                        },
                        {
                            "text": "For accounting, finance, and government roles, press 2.",
                            "fileID": "03fe310a7f3b4339b475b8dcff3c1ed2",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you with our accounting, finance, and government recruitment team.",
                                        "fileID": "d9fe5db551864d2fbe1ec48be50c87a2"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "b81db61192a84fd099429d346b2204d8",
                                "navigationGoals": [
                                    "I need information on accounting and finance positions within government projects.",
                                    "I want to explore finance and government accounting positions suited to veterans.",
                                    "I'm seeking a government financial systems analyst position requiring SAP expertise.",
                                    "I need help finding accounting, finance, or government job openings.",
                                    "Ask about finance analyst internships that value quantitative physics skills."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "5fdd7d5d48de401f9cf3162ea55136de",
                    "navigationGoals": null
                }
            },
            {
                "text": "If you are an employer seeking staffing and managed services, press 2.",
                "fileID": "ba9564b0a95f4e2db930b81669b0fb51",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For contingent staffing and contract workforce solutions, press 1.",
                            "fileID": "ae34b8a4fe394e1cbb59f9d0f4bbfb16",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you with our contingent staffing specialists.",
                                        "fileID": "15764294acf14a3a8caab43213018d87"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "cbcda081d9b743f18d5b5bbdbd04e957",
                                "navigationGoals": [
                                    "I’m a hiring manager seeking contingent staffing support for my team.",
                                    "I need to hire contract IT staff for my veteran-owned tech startup.",
                                    "I need to contract cybersecurity engineers for a six-month pentesting engagement.",
                                    "I run a small business and need temporary contract workers.",
                                    "Hire temporary lab technicians for a university physics research project."
                                ]
                            }
                        },
                        {
                            "text": "For managed services and direct hire solutions, press 2.",
                            "fileID": "3f98eee0fee44e3485e5030cd9ba6049",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you with our managed services team.",
                                        "fileID": "4310b932b9974b0390028d05a332043d"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "0b4d356748a141d597258d5d95d15db5",
                                "navigationGoals": [
                                    "I’m interested in exploring managed services and direct-hire staffing solutions.",
                                    "I’d like to discuss managed services and direct‐hire solutions for my security consulting firm.",
                                    "I want to set up managed services and direct-hire for a DevOps automation specialist.",
                                    "I’m looking to hire direct-hire staff through managed services for long-term roles.",
                                    "Explore managed services and direct-hire options for a permanent lab engineer role."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "7ab0df7b58a24ce88d2386bc8d3bd35c",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "27708bb544774038be23aca707df2093",
        "navigationGoals": null
    },
    "id": "4d4f778a72a04848bcfac8da97279b9c",
    "navigationGoals": null
}