{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to Verkada, offering a simple, secure and scalable security camera system for the Peninsula.",
            "fileID": "d46ac9b36a22416987134f7efae5f617"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "To speak with sales about our free 30-day trial and pricing, press 1.",
                "fileID": "198a1d1cfd194cd1904ebdc29ec6e51d",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To learn about our easy-to-use camera management platform, press 1.",
                            "fileID": "be0aaa91fe694c80a158a3f92ed3bbca",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "You have selected to learn about our platform. Please hold while we connect you to a product specialist.",
                                        "fileID": "2d82defb55a34efb805caf55c7c7da91"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "89df9d44a9b44be7afc50d103bf809e5",
                                "navigationGoals": [
                                    "Get a quick overview of the camera management platform’s features to decide if it fits our needs",
                                    "As a veteran securing my property, I want to learn how to use and manage the Verkada camera platform.",
                                    "Explore the camera management platform’s API endpoints and SDK support for custom integrations.",
                                    "I need help understanding how to use the camera management platform during my trial.",
                                    "I'd like an overview of the camera management platform’s features and interface to evaluate it for my physics lab monitoring."
                                ]
                            }
                        },
                        {
                            "text": "To speak directly to a sales representative, press 2.",
                            "fileID": "3e0ffba9423b4bb496764d510714c776",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a sales representative.",
                                        "fileID": "603adb9d60c045e79c84fa67f33bdceb"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "6562ed5303324d4ebd8a4f221af25bb5",
                                "navigationGoals": [
                                    "Speak directly with a sales representative to discuss trial terms and pricing",
                                    "I need to speak with a sales rep about the free 30-day trial and pricing options for outfitting my home.",
                                    "Obtain a detailed enterprise quote for bulk deployment of IP cameras with volume discount options.",
                                    "I want to speak with a sales representative to discuss pricing and equipment options.",
                                    "I want to sign up for the 30-day trial and discuss pricing options with a sales rep for a departmental purchase."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "fd0a71e44ef04e79a61c6244ecc0072e",
                    "navigationGoals": null
                }
            },
            {
                "text": "For technical support and troubleshooting, press 2.",
                "fileID": "14d0f388f4194152bec4ff9c1c8fb3cf",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For assistance with remote access and platform issues, press 1.",
                            "fileID": "8c4cd334650a4854a9c7d259eed4e096",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our technical support team.",
                                        "fileID": "686fe43424ae4a4ca5f983660176bc71"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "ab5d3099259a48218e45bb357047ab79",
                                "navigationGoals": [
                                    "Resolve a remote access issue with the management platform as efficiently as possible",
                                    "I’m unable to access my cameras remotely and need technical help logging into the platform.",
                                    "Troubleshoot OAuth authentication failures when accessing remote camera feeds through the platform.",
                                    "I can’t access my cameras remotely and need assistance logging into the system.",
                                    "I’m having trouble logging into the remote access portal to view my lab camera feeds; can you help troubleshoot that?"
                                ]
                            }
                        },
                        {
                            "text": "To report a camera or system issue, press 2.",
                            "fileID": "71bd8b5c26314014b186cfbedc38bdce",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our incident response team.",
                                        "fileID": "44f25d4962d84ac8818913d94f07a59a"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "9ed856e1590c4ff48265e7e23bc8cc2d",
                                "navigationGoals": [
                                    "Report a camera system malfunction to the incident response team for immediate assistance",
                                    "One of my security cameras isn’t streaming video and I need to report the system issue.",
                                    "Report a PoE camera disconnecting intermittently and request a warranty RMA.",
                                    "I need to report that one of my security cameras has stopped working.",
                                    "A camera in our lab has gone offline and I need to report the issue to get it resolved promptly."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "b8b8150ee3db43d4b6df91a6c14580b8",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "3d5cb50d47384592a98cd620f4cfaf43",
        "navigationGoals": null
    },
    "id": "ad11754be93441409ee501d9dabae6a6",
    "navigationGoals": null
}