{
    "type": "welcome",
    "contents": [
        {
            "text": "Thank you for calling the MitchelLake Group in San Francisco, your partner in executive search, consulting, and on-site recruitment solutions.",
            "fileID": "60212bd964784d61ae043e2211defed5"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For executive search and consulting services, press 1.",
                "fileID": "dc916ed4b3814943a277192f730541c5",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For candidate placement and leadership searches, press 1.",
                            "fileID": "dbf96c3707594ac380aa9e9cb9aa59cc",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to an executive search specialist.",
                                        "fileID": "6f39ef6544bc4bdcbbcc479116a6e2d0"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "b22d44073aa14225ae5e398759b2f1aa",
                                "navigationGoals": [
                                    "I need to hire a new chief financial officer as quickly as possible.",
                                    "I’m an ex-military professional looking to be placed in an executive leadership role.",
                                    "I need to initiate a C-suite executive search for a CTO role using competency-based assessment.",
                                    "I need help finding a senior executive to fill a leadership role.",
                                    "I want to explore management trainee or entry-level leadership roles in science and technology firms."
                                ]
                            }
                        },
                        {
                            "text": "For talent strategy consulting and advisory, press 2.",
                            "fileID": "51ae44ac4a9a479591126cdb068e5151",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "One moment please, connecting you to our consulting team.",
                                        "fileID": "c1336c7fc7fd4313a25b189400f4d990"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "ad9b071f367f49ce9beb4b6bac0a5d1b",
                                "navigationGoals": [
                                    "I want expert advice on improving our leadership succession plan.",
                                    "I need advisory support for planning my transition from military service into corporate leadership.",
                                    "I need talent strategy consulting to design an AI-driven workforce planning model.",
                                    "I'd like guidance on developing a talent strategy for my organization.",
                                    "I need advice on crafting a career strategy toward consulting positions in technical industries."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "ead6d34923384fa1b4b0f3f5aa536ba7",
                    "navigationGoals": null
                }
            },
            {
                "text": "For on-site recruitment and staffing solutions, press 2.",
                "fileID": "fd13fb8c842b4f5dbffa7eda7f9eb04e",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For project-based on-site recruiting support, press 1.",
                            "fileID": "6d2367bcd67049a4ae29df849b43bdf9",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we transfer you to our on-site recruitment team.",
                                        "fileID": "1e728120b9a04e0897be33680f665f3f"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "2f33d4c2240a4183bd9c1fbbd8c5afbc",
                                "navigationGoals": [
                                    "I need temporary on-site recruiters to staff our upcoming product launch project.",
                                    "I’m exploring project-based on-site staffing opportunities.",
                                    "I need project-based on-site recruiting support to scale up contract engineers for our sprint release.",
                                    "I want help arranging temporary on-site recruitment support for a new project.",
                                    "I’m looking for short-term, on-site research assistant or lab technician roles in physics projects."
                                ]
                            }
                        },
                        {
                            "text": "For technology innovation talent solutions, press 2.",
                            "fileID": "20293226538144b0b7194580107c615e",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "One moment please, connecting you to a technology talent solutions specialist.",
                                        "fileID": "cf1f11a9b23c4359a7ae7a4917ea395e"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "e5c67c30fa364631b3442eea619e95dc",
                                "navigationGoals": [
                                    "I want help sourcing specialized software engineers for our tech innovation team.",
                                    "I want to discuss technology-focused talent solutions suitable for veterans.",
                                    "I need technology talent solutions to source DevOps and cloud architects for our digital transformation initiative.",
                                    "I'm looking to recruit technology specialists and need assistance.",
                                    "I’d like to connect with innovation teams hiring physics graduates for technology development roles."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "2d64e135b26244f3bd59b766a791c412",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "455bfcf1aa8c453bb85e10a57b517b57",
        "navigationGoals": null
    },
    "id": "7a72dbf9fbcd416d8e92d6c1013fa224",
    "navigationGoals": null
}