{
    "type": "welcome",
    "contents": [
        {
            "text": "Thank you for calling Linqia in San Francisco, where we combine the science and accountability of online media with award-winning service to deliver guaranteed influencer marketing results.",
            "fileID": "fafb965bf6e147f8b225d349af70363c"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "If you are a brand or agency looking for influencer marketing solutions, press 1.",
                "fileID": "dda041ec1c654ee5a7ee6aa29e5954d1",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For existing client support, press 1.",
                            "fileID": "05fa1dc1294442828123c0e549513733",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a client support specialist.",
                                        "fileID": "01ea2e9ce1ed4166bfc56273f6cd352f"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "cb841ad279a84c93aab00da930c11e70",
                                "navigationGoals": [
                                    "I need support troubleshooting my ongoing influencer marketing campaign.",
                                    "Resolve an issue with my current influencer campaign analytics for my veteran-owned gear brand.",
                                    "Help me troubleshoot the API integration for my campaign analytics dashboard",
                                    "I need help accessing the performance report for my existing influencer campaign.",
                                    "As a current client, I need assistance resolving a discrepancy in my campaign dashboard metrics."
                                ]
                            }
                        },
                        {
                            "text": "To learn about our campaign strategies and results, press 2.",
                            "fileID": "604d12affecf48d19421af6689218752",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our campaign strategy experts.",
                                        "fileID": "505653e5d3d044e4a8fa5919ba8b0198"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "c354ccdd6ff640a19835a588c9dc7f31",
                                "navigationGoals": [
                                    "I’d like to review Linqia’s campaign strategies and performance case studies.",
                                    "Discuss campaign strategies for promoting my veteran transition workshop through influencers.",
                                    "I need an overview of your influencer ROI metrics and optimization methodologies",
                                    "I’d like to learn about your campaign strategies and see examples of past results.",
                                    "I’d like to review your influencer campaign methodologies and examine case study results for guidance on my next project."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "9adb8ed785b2486cb10dc0a50b63bd10",
                    "navigationGoals": null
                }
            },
            {
                "text": "If you are an influencer interested in partnering with Linqia, press 2.",
                "fileID": "bdeb9d5388cc4d8d93c2fc11fb4fe115",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To inquire about joining our influencer network, press 1.",
                            "fileID": "b299633300bf4ce789a79d6448beb61d",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our influencer relations team.",
                                        "fileID": "78bb404b60d54e25920d406212620359"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "3eec831cdc03471fa606a2cd1906f7f9",
                                "navigationGoals": [
                                    "I'm interested in joining Linqia's influencer network.",
                                    "Learn how to join Linqia as an influencer to advocate for veteran mental health.",
                                    "I want to discuss the onboarding protocols and platform integration as a prospective influencer",
                                    "I want to apply to join Linqia’s influencer network.",
                                    "I’m a science content creator eager to apply to your network of influencers."
                                ]
                            }
                        },
                        {
                            "text": "For questions about current campaigns and payments, press 2.",
                            "fileID": "63e48cf73f6e437cadde8e708e0a91a8",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to influencer support specialists.",
                                        "fileID": "153f9752885e4c2a88048b463f9ec8b4"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "d629ed2be9194bb383c0708cc8f8368e",
                                "navigationGoals": [
                                    "I have questions about my current campaigns and payment timeline.",
                                    "Ask about payment processing for my ongoing veteran advocacy influencer campaign.",
                                    "I need to verify my payment schedule and review my performance metrics for my active campaigns",
                                    "I have questions about my recent campaign payment status.",
                                    "I need information about my pending payments and campaign deliverable confirmations."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "7e778b68243245838ee09c4b0cbbd0e4",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "9fdbc51beaca444fbda3790b4f77a6b8",
        "navigationGoals": null
    },
    "id": "dd191b03cf0e415f973d23d3532cf29b",
    "navigationGoals": null
}