{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to Castle, your fully automated account security solution based in San Francisco.",
            "fileID": "51c0c25cef0e43aca82a109a718ec164"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "If you are an existing customer, press 1.",
                "fileID": "e1a342cbeaf142fbbcb072fa3ae0be28",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For assistance with configuring your risk models, press 1.",
                            "fileID": "e877a6a14a99465fa53d6bac42cfd536",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Thank you. Please hold while we connect you to a risk model specialist at Castle.",
                                        "fileID": "4cb6852513c84c2caf1a70d99b075428"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "ac4c3bc174c640c090c125b4bbf8704c",
                                "navigationGoals": [
                                    "I need to configure my account risk thresholds and fine-tune Castle’s fraud detection models.",
                                    "I need help customizing my risk model settings to better protect my account.",
                                    "I’d like to calibrate my account’s risk model thresholds and fine-tune anomaly detection parameters.",
                                    "I need help adjusting my account’s risk detection settings.",
                                    "I need help calibrating anomaly detection thresholds in my risk model."
                                ]
                            }
                        },
                        {
                            "text": "For technical support, press 2.",
                            "fileID": "b4bf1a9944f943c9873790fdac38ab18",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Thank you. Please hold while we connect you to our technical support team.",
                                        "fileID": "75b1b079e4494c4694ad3f237b952e36"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "6e5f762b53df4504ba8b4001f3897e9d",
                                "navigationGoals": [
                                    "I’m encountering a dashboard integration error and need technical support to resolve it quickly.",
                                    "I'm experiencing issues integrating the security API and need technical support.",
                                    "I’m encountering token authentication errors in your API client and need help debugging.",
                                    "I’m having trouble with the system and need technical support.",
                                    "I’m encountering errors with the API integration and need technical support."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "66ab8f06a20a42478024f24afb25e816",
                    "navigationGoals": null
                }
            },
            {
                "text": "If you would like to speak to our sales team or learn about our services, press 2.",
                "fileID": "5c3c1f42a3924137a414ccedc04e4e89",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To schedule a personalized demo, press 1.",
                            "fileID": "ca40050d986749f78f81f9abf8392e1b",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Thank you. Please hold while we transfer you to our sales team for a product demonstration.",
                                        "fileID": "afac3640c37c4da4bb85b258a31ca5c6"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "f89c51365b3246f2a5de6c3731a72caf",
                                "navigationGoals": [
                                    "I’d like to book a personalized demo of Castle’s security platform for my team this week.",
                                    "I'd like to schedule a personalized demo to see how Castle's solution meets my security needs.",
                                    "I’d like to book a demonstration of your behavioral profiling and adaptive security features.",
                                    "I’d like to schedule a demo of your security service.",
                                    "I’d like to schedule a demo to see your security platform in action."
                                ]
                            }
                        },
                        {
                            "text": "For billing and pricing inquiries, press 2.",
                            "fileID": "4a4f55133456422b92a3397409b5cd48",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Thank you. Please hold while we connect you with our billing department.",
                                        "fileID": "5b543ba9910449c5af47288657527764"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "1615112d14954b33b2b04c4eadd87122",
                                "navigationGoals": [
                                    "I need to review my current billing statement and discuss pricing options for plan renewal.",
                                    "I have questions about subscription pricing and billing details.",
                                    "I need to review my subscription usage metrics and get details on pricing tiers.",
                                    "I want to understand my billing and pricing details.",
                                    "I have questions about the pricing and billing structure for your service."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "77bb66e0eeb74d189ea46efdecb9509c",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "9ceec1b413104eabba2ed835816766df",
        "navigationGoals": null
    },
    "id": "48756d529da24904a8fc4da0a3c3c34f",
    "navigationGoals": null
}