{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to ClassPass, the all-access membership granting you unlimited fitness studio classes worldwide.",
            "fileID": "f7094ea070434ea29ca32f70f7b4db7c"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "To book or manage your fitness classes, press 1.",
                "fileID": "4e4c4b5ec7df4fd18d3c160c8a220624",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To schedule a new class, press 1.",
                            "fileID": "4a9bdc2f55c1437a93e55a26c8a4a268",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our class scheduling team.",
                                        "fileID": "d3b795ebc144421ab07b12aec68333c3"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "eb31c3ac8ce14c90b64a1b6adae358d0",
                                "navigationGoals": [
                                    "I need to schedule a lunchtime spin class for this Friday.",
                                    "I’d like to book a spin class next Saturday morning.",
                                    "I want to schedule a HIIT class next Wednesday at 5 PM using my subscription credits.",
                                    "I need help booking a gentle yoga class for next Tuesday morning.",
                                    "I’d like to book a yoga class for next Wednesday morning."
                                ]
                            }
                        },
                        {
                            "text": "For membership and account inquiries, press 2.",
                            "fileID": "ccafae34ed394870a135971402b5f5f5",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you with a membership specialist.",
                                        "fileID": "374232deb54e4a0b986e736767bd665e"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "5492cc5985ff4c02b8566b2c382108dd",
                                "navigationGoals": [
                                    "I want to upgrade my membership plan to the unlimited monthly pass.",
                                    "I want to update my payment info and apply my veteran discount to my membership.",
                                    "I need to upgrade from Basic to Premium membership and update my billing information.",
                                    "I’d like to update my payment method and check when my membership renews.",
                                    "I need to update my payment information and check my billing history."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "bbe83bd1aca34e0cab7755574c49f194",
                    "navigationGoals": null
                }
            },
            {
                "text": "For studio owner inquiries and technical support, press 2.",
                "fileID": "b9fc54a11c5c4736814fae90b9465521",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "If you are a studio owner interested in joining ClassPass, press 1.",
                            "fileID": "ebc436c91aaf4f51884ec19989d7c5f9",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you with our partnerships team.",
                                        "fileID": "4a8b6e4363e345699b21c5c93e80482b"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "4775750b158c462d821fdbd191ffc6cf",
                                "navigationGoals": [
                                    "I'm a studio owner interested in listing my fitness studio on ClassPass.",
                                    "I run a fitness studio and want to join ClassPass to attract more clients.",
                                    "As a studio owner, I’d like to integrate my booking system via the ClassPass API and publish our class schedule.",
                                    "I run a small community fitness studio and want to learn how to partner with ClassPass.",
                                    "I’m a studio owner exploring how to partner with ClassPass for my new barre studio."
                                ]
                            }
                        },
                        {
                            "text": "For technical support with our platform, press 2.",
                            "fileID": "32f49767ed29432d9177dba45f8f86fc",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we transfer you to technical support.",
                                        "fileID": "7f3f71dfa5264837b9798ebe8ab5f1c7"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "c787ed7a84ac495da3900ec3b6b926ec",
                                "navigationGoals": [
                                    "I'm a studio owner having trouble accessing my provider dashboard and need technical support.",
                                    "I’m experiencing issues uploading my studio’s schedule and need technical assistance.",
                                    "I need help troubleshooting an authentication error in the ClassPass mobile app.",
                                    "I’m having trouble logging into the ClassPass app and need help accessing my account.",
                                    "I’m experiencing errors when uploading class times in the studio owner portal."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "806963d6d7e149c49fdbb64b2e447bef",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "7f84ffa14af5497498419b373a2fbe13",
        "navigationGoals": null
    },
    "id": "a335e661434343bea683d42bb6b11217",
    "navigationGoals": null
}