{
    "type": "welcome",
    "contents": [
        {
            "text": "Thank you for calling HotSchedules in San Francisco, the intelligent operating platform that makes good managers great.",
            "fileID": "131e16b546174cc7ac5b127c108640c0"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "To discover our platform features and solutions, press 1.",
                "fileID": "7264ea9a906d47ed9865559bda029089",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For a personalized product tour, press 1.",
                            "fileID": "36f9137267594df0a49ce5ece507e2e2",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you with a product specialist.",
                                        "fileID": "22dc8420e9f140c999f9cc3913fa8b6e"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "4f390aae6b4e413289fe29fcdae74244",
                                "navigationGoals": [
                                    "Get a concise overview of HotSchedules platform features from a product specialist.",
                                    "Get a personalized walkthrough to see how HotSchedules can help me manage my team after military service.",
                                    "I’d like a comprehensive demo of your scheduling platform’s key features and dashboard analytics.",
                                    "I’d like a one-on-one walkthrough of how HotSchedules works.",
                                    "I’d like a guided walkthrough of the platform’s features to see how it could manage my research group’s shifts."
                                ]
                            }
                        },
                        {
                            "text": "To discuss pricing, plans, and integration options, press 2.",
                            "fileID": "1762df4b15e442738a713f0ed58902e9",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you with our sales team.",
                                        "fileID": "5af4660015fb485ca7f05a1aee2ee349"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "3ba26f53881f48da912b50778557084f",
                                "navigationGoals": [
                                    "Discuss pricing tiers and integration options with the sales team.",
                                    "Discuss pricing plans and integration options to determine if HotSchedules fits my budget and existing systems.",
                                    "I need details on subscription pricing, plan options, and API integration capabilities.",
                                    "I need to go over pricing, plan options, and integrations.",
                                    "I want details on subscription plans and how to integrate this scheduling tool with our physics lab calendar."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "1ab309d60fa64b279040a9898ce0e0f1",
                    "navigationGoals": null
                }
            },
            {
                "text": "For customer support and technical assistance, press 2.",
                "fileID": "6dd162d58ad943c899f050f1b125a005",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For technical support troubleshooting, press 1.",
                            "fileID": "bcc2c99607d740c08d68d39932e62028",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to technical support.",
                                        "fileID": "d54a6f5024bf4f528e3836077ae0169f"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "8fda972d610149e18c1e36409f4514ed",
                                "navigationGoals": [
                                    "Troubleshoot a technical issue and restore app functionality.",
                                    "Resolve a technical issue preventing my schedules from syncing correctly.",
                                    "I’m troubleshooting a sync failure between my POS and the scheduling app.",
                                    "I’m experiencing a technical issue and need assistance troubleshooting.",
                                    "I’m experiencing an error syncing my lab’s shift data—need technical support to troubleshoot."
                                ]
                            }
                        },
                        {
                            "text": "For employee engagement and training resources, press 2.",
                            "fileID": "7e4bb21b1caa485ead0e453a500cb9d8",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you with our engagement specialists.",
                                        "fileID": "ecf4cea1422e490aa0cce8d4cd270b31"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "70abc6ec280b4591bb3f515e5535f583",
                                "navigationGoals": [
                                    "Explore employee engagement and training resources for my staff.",
                                    "Find employee engagement and training resources to onboard my team smoothly.",
                                    "I want to explore tools for employee training workflows and engagement tracking.",
                                    "I want to find out about employee engagement and training resources.",
                                    "I need training materials to onboard new team members onto the scheduling system and boost engagement."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "29919ee280d9484cb321bb1873bbafcc",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "c444aa9b42d8447aac29df19724f6811",
        "navigationGoals": null
    },
    "id": "60ed6d0ef00e48dea53109df777fa467",
    "navigationGoals": null
}