{
    "type": "welcome",
    "contents": [
        {
            "text": "Thank you for calling ClickUp, the San Francisco-based productivity platform designed to turn project frustration into intuitive results.",
            "fileID": "533f2479bba44b19a2ca1438727b300e"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For sales and enterprise solutions, press 1.",
                "fileID": "5924c295dba4446aa06adb7d267b6a47",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To inquire about pricing and subscription plans, press 1.",
                            "fileID": "cfa07cfa4cb74c339e3ac353b2d4e60d",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold the line while we connect you to our pricing and subscriptions specialist. Thank you for your patience.",
                                        "fileID": "ba3c3418d7f444b38e1db509da72b89e"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "f80191a0b0294bb78c51913f5f80aa0f",
                                "navigationGoals": [
                                    "Quickly review ClickUp enterprise subscription pricing and plan options.",
                                    "I’d like details on subscription tiers and any veteran discounts available.",
                                    "Get detailed pricing breakdown for API access and enterprise user tiers",
                                    "I need help understanding the different subscription tiers and finding out about any senior discounts.",
                                    "Check student pricing tiers and discounts for a personal or small group subscription"
                                ]
                            }
                        },
                        {
                            "text": "To request a product demo or discuss custom features, press 2.",
                            "fileID": "38a5f8cb4ad44cbab221e492324cdd99",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold the line while we transfer you to a demo specialist. We appreciate your patience.",
                                        "fileID": "085cb52a8f2d4a27b454f497422325f8"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "197c60338e3c4bd0b0ad73f43f4b6619",
                                "navigationGoals": [
                                    "Schedule a demo to explore ClickUp’s custom feature set for my team.",
                                    "I want to schedule a demo to see custom workflows for a veteran volunteer team.",
                                    "Book a live demo to explore custom workflow automation modules",
                                    "I’d like to schedule a basic demo of ClickUp and learn how to use its core features.",
                                    "Arrange a demo focused on organizing physics lab experiments and custom workflow features"
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "17577bf39bf1426e95430e1d5d8c737b",
                    "navigationGoals": null
                }
            },
            {
                "text": "For customer support and technical assistance, press 2.",
                "fileID": "4390e1d0c3034c3ebaf90fd0fc099eb6",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For technical support and troubleshooting, press 1.",
                            "fileID": "bcd9bb52064b4020aa64121e67e32626",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold the line while we connect you to a technical support representative. Thank you for waiting.",
                                        "fileID": "70da86fd166343fd89f8864821dc3658"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "f6ca23bae9f44905bb026c6a93735614",
                                "navigationGoals": [
                                    "Get immediate technical assistance to troubleshoot my ClickUp integration.",
                                    "I need help troubleshooting a login error on my ClickUp workspace.",
                                    "Troubleshoot OAuth token failures in the ClickUp API integration",
                                    "I’m having trouble logging in and need assistance resetting my password.",
                                    "Troubleshoot why my ClickUp tasks aren’t syncing between desktop and mobile"
                                ]
                            }
                        },
                        {
                            "text": "For account, billing, and subscription inquiries, press 2.",
                            "fileID": "c9e177b37075403e85bc5801271233ca",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold the line while we connect you to our billing and accounts team. Your call is important to us.",
                                        "fileID": "346ba91da60c42e7884710b20a4ee320"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "8426c6044c9d4c50ac2b34e9df832bcf",
                                "navigationGoals": [
                                    "Update my billing details and clarify my current subscription charges.",
                                    "I need to update my billing info and apply a military service discount.",
                                    "Update billing credentials and review overage charges on my enterprise plan",
                                    "I need a copy of my last invoice and want to update my payment method.",
                                    "Clarify recent billing charges on my student account and update my payment method"
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "c942807bd2674a50815d036979da7992",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "24146da467304cd3a1b124660543abd3",
        "navigationGoals": null
    },
    "id": "612ea6c11a814f50b6c292698402750e",
    "navigationGoals": null
}