{
    "type": "welcome",
    "contents": [
        {
            "text": "Thank you for calling Sony PlayStation San Francisco, your gateway to the latest in gaming, electronics, movies, music, and TV entertainment.",
            "fileID": "b142c17f924c42f89ca6e0c8cf573543"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For our latest gaming consoles, upcoming PlayStation titles, and special promotions, press '1'.",
                "fileID": "5d7eb3fb41624a0c8fc4561a55506fbe",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To speak with a PlayStation gaming specialist, press '1'.",
                            "fileID": "6edb47be9b514e01b8c53df9cc74dbbe",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a PlayStation gaming specialist.",
                                        "fileID": "6d340d9a49d04c4b9d00ccc36020f1b8"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "3ce1006289d34a1abc05064c6cd7600d",
                                "navigationGoals": [
                                    "Pre-order details and bundle options for the upcoming PlayStation 5 Pro.",
                                    "I’d like to ask a PlayStation gaming specialist about veteran discounts on the latest PS5 console and game bundles.",
                                    "I want to talk to a specialist about GPU specs and ray tracing improvements in the upcoming PS5 Pro.",
                                    "I want advice on which PlayStation console and beginner-friendly games to buy",
                                    "Ask a PlayStation gaming specialist about the release schedule for upcoming PS titles featuring advanced physics engines"
                                ]
                            }
                        },
                        {
                            "text": "To learn about our newest electronics, movies, music, and TV show releases, press '2'.",
                            "fileID": "ac83a13facaf439183aadda43ed33581",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our sales and entertainment team.",
                                        "fileID": "f23d44e1119b487d963a911c718f0485"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "149ad065ba8c4c7a8bc662084e664619",
                                "navigationGoals": [
                                    "Find release dates and bundle promotions for new Sony movies and home theater electronics.",
                                    "I need information on Sony entertainment bundles—like TVs and soundbars—and any veteran savings.",
                                    "I need specs and bundle pricing for the new Sony Bravia OLED and PS5 package.",
                                    "I want to purchase a DVD of a classic movie",
                                    "Inquire with the sales and entertainment team about the technical specs and pricing of the latest Sony Bravia OLED TVs for high-resolution scientific visualization"
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "e44130b5944845f681471debc3ff67da",
                    "navigationGoals": null
                }
            },
            {
                "text": "For support with your Sony products, press '2'.",
                "fileID": "be25b0c38c6248da8b44bbe9210b664a",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For technical support for PlayStation consoles and accessories, press '1'.",
                            "fileID": "b0986c52e1cc498eb79bc9b8a9b0ca11",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to PlayStation technical support.",
                                        "fileID": "44095a059d66438ab8b99976fd302fdc"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "cbfbd8f9c403435396b6c44edb7e1f47",
                                "navigationGoals": [
                                    "Quick troubleshooting for my PS5’s HDMI output issue.",
                                    "I need help troubleshooting my PS5 controller’s connection issue after the latest update.",
                                    "I need assistance troubleshooting my DualSense controller's Bluetooth pairing issues.",
                                    "My PlayStation console won’t connect to Wi-Fi; I need help troubleshooting it",
                                    "Obtain technical support for my PS5 console’s overheating and fan noise issues"
                                ]
                            }
                        },
                        {
                            "text": "For support with electronics, movies, music, or TV devices, press '2'.",
                            "fileID": "3b504024080c49e6af42d8260cf81f84",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to general product support.",
                                        "fileID": "163acde9bd4f40a5ae209234b52bdc7f"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "88e1b13bc89a44a2897abd59473fce9b",
                                "navigationGoals": [
                                    "Set up Wi-Fi and streaming apps on my Sony Bravia TV.",
                                    "My Sony noise-cancelling headphones won’t charge properly and I need support fixing them.",
                                    "How do I install the latest firmware on my Sony WH-1000XM4 headphones?",
                                    "I need help setting up my Sony TV and connecting it to cable",
                                    "Request general support to troubleshoot my Sony noise-cancelling headphones’ connectivity problem"
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "f3b06ccebd0f41ae81675ac71161c53f",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "84501478792249bfb4e4830f4c1a03ec",
        "navigationGoals": null
    },
    "id": "8f42e7f1c0d44dbdb4fad98c4d7aa7d0",
    "navigationGoals": null
}