{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to GrowthX in San Francisco, where we deliver capital, talent, and know-how to help your company grow.",
            "fileID": "3ee1e3d7d467498b90f75bc7d57275f3"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "To speak with our venture capital team, press 1.",
                "fileID": "aac862729fc74345a3f33cc7adcc2e72",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For new investment opportunities, press 1.",
                            "fileID": "26d98964e1d94e56afa7e1c105f58457",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our new investments team. An associate will be with you shortly.",
                                        "fileID": "daba26191e8d4a58bc73176624770d97"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "f5ae5056cb9f4903b1f459d7b7ee7d31",
                                "navigationGoals": [
                                    "I’m exploring new funding opportunities with GrowthX for my startup.",
                                    "I’m seeking seed funding for my veteran-led startup.",
                                    "Discuss seed-stage funding for our AI-driven SaaS scalability project.",
                                    "I’m looking into new startup investment options and need to speak with an associate.",
                                    "Ask about potential seed funding for my physics-based startup project."
                                ]
                            }
                        },
                        {
                            "text": "For support with your existing GrowthX investments, press 2.",
                            "fileID": "5f9c6d4aa1a145e2a3b6ebd37e2eecea",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we transfer you to our portfolio support team. Thank you for your patience.",
                                        "fileID": "d1a85b7f37b7474c80bfde5020ce70f8"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "5c2830b3fbb44e998f7d2a33bfd0b604",
                                "navigationGoals": [
                                    "I need assistance managing my existing GrowthX investment portfolio.",
                                    "I need help with reporting and compliance for my existing GrowthX investment in my veteran-owned business.",
                                    "Get performance report and ROI support for my existing GrowthX investment.",
                                    "I need help managing my existing GrowthX investments.",
                                    "Get an update on the current performance of my existing GrowthX-backed investment."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "92054945b0404d7892015b0fbf3eb830",
                    "navigationGoals": null
                }
            },
            {
                "text": "To learn about our educational programs and talent development services, press 2.",
                "fileID": "9091f8881f724e77bbead08f4a607f51",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For information on our public training programs and workshops, press 1.",
                            "fileID": "5aad75bd0bbd4797812406a95f6e4d62",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our education and training team. We’ll be right with you.",
                                        "fileID": "74dc362fa5b54d89a672e8ce54aecb15"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "260d6c8f579e4d64881812699ec2e9a9",
                                "navigationGoals": [
                                    "I’d like to register for your next public training workshop.",
                                    "I want information on public workshops in entrepreneurship and leadership for veterans.",
                                    "Find dates and syllabus for the next public DevOps automation workshop.",
                                    "I’d like information on upcoming public workshops and training programs.",
                                    "Inquire about upcoming public workshops on entrepreneurship and innovation."
                                ]
                            }
                        },
                        {
                            "text": "For corporate training solutions and talent development, press 2.",
                            "fileID": "36051e3c57fa48169e7edb142013c2c4",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we transfer you to our corporate talent services team. Your call is important to us.",
                                        "fileID": "acc2fc592b0141bfbbeb1b51b4e3083a"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "336f228ddae44dc29056d1ce1fdee4a6",
                                "navigationGoals": [
                                    "I want to arrange a corporate talent development program for my team.",
                                    "I’m looking to arrange corporate talent development training for my veteran-focused organization’s staff.",
                                    "Explore enterprise-level training programs on microservices architecture for my team.",
                                    "I want to learn about your corporate talent development services.",
                                    "Request details on customized corporate training solutions for my research team's needs."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "1fcedb0656714b3e91cdcb98eefc2e75",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "fbcc360c2e5942aaba5f1f4a3d6f44d5",
        "navigationGoals": null
    },
    "id": "e1b7b23904ae4a948b3043acae9a7c32",
    "navigationGoals": null
}