{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to GitHub in San Francisco, where over 31 million developers build software together.",
            "fileID": "e17d1ddb807e464c91aa8a22d8d45bcc"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For sales and enterprise account inquiries, press 1.",
                "fileID": "a8736a6c55fb4a2eb1499b61de2bef55",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For information on new enterprise licenses and plans, press 1.",
                            "fileID": "d978ebcdabbc4dc68dbafa7ca90d1132",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our GitHub sales team.",
                                        "fileID": "23f64d600c244d46a097599a801eca66"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "1518182c85b34ad587533c2b7c337a55",
                                "navigationGoals": [
                                    "Get detailed pricing and feature info for an enterprise plan upgrade",
                                    "Inquire about enterprise licensing options and any veteran discount available.",
                                    "I need to discuss GitHub Enterprise license options and pricing for our growing DevOps team.",
                                    "I’d like to learn about enterprise license options for my small business.",
                                    "I want to request a quote for an academic GitHub Enterprise plan for my university research group."
                                ]
                            }
                        },
                        {
                            "text": "For billing, subscription, and account management, press 2.",
                            "fileID": "cf0d1c69d2cd4c82bfc2836bdfda4e24",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our billing support specialists.",
                                        "fileID": "a443555e9ab44135b64b89435ee54360"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "e3613e7d1c994e89a8ae282e4796730e",
                                "navigationGoals": [
                                    "Retrieve last month’s invoice and update our payment method",
                                    "Resolve an issue with my billing and update my subscription payment details.",
                                    "I want to update our organization’s billing information and retrieve past subscription invoices.",
                                    "I need to update the billing information on my account.",
                                    "I need to apply my student discount to my GitHub Pro subscription and update my payment method."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "a6b1acc4e5514f87b426b48b88826836",
                    "navigationGoals": null
                }
            },
            {
                "text": "For technical support and developer assistance, press 2.",
                "fileID": "ed1540b527a248d6aa0d0f3223ae3c54",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To report a bug or incident, press 1.",
                            "fileID": "0e83a531a94c4c468254a1eeaab700ba",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we transfer you to technical support.",
                                        "fileID": "642212f8ce3745879960488139789fa7"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "617d0d31fdc44eccb578ca116d243264",
                                "navigationGoals": [
                                    "Report a critical bug disrupting our repository operations",
                                    "Report a bug in my GitHub Actions workflow and get help troubleshooting.",
                                    "I need to report a recurring 500 Internal Server Error in the GitHub API to technical support.",
                                    "I want to report a bug with my repository not syncing correctly.",
                                    "I need to report a bug with the GitHub CLI failing to authenticate with my SSH key."
                                ]
                            }
                        },
                        {
                            "text": "For developer resources, training, and community support, press 2.",
                            "fileID": "76c1a58c284f400c8ebd97f75bbbb893",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our community support team.",
                                        "fileID": "ef769005d26245e1a184755256485654"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "0703c32370e444d28728a3d6e85731f1",
                                "navigationGoals": [
                                    "Find official tutorials and best practices on GitHub Actions for my team",
                                    "Access developer training and mentorship programs for veterans in the GitHub community.",
                                    "I’m looking for advanced GitHub Actions tutorials and community best practices for CI/CD pipelines.",
                                    "I’m looking for beginner tutorials and training materials on using GitHub.",
                                    "I’m looking for tutorials and community support on using GitHub Actions in academic projects."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "4439d9c4ccf14bd5a8ef9a969d9acdcd",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "8c06b6442edf4dafaeb95820693a49dd",
        "navigationGoals": null
    },
    "id": "4991974c23c04e60be609f1c35a4bc2c",
    "navigationGoals": null
}