{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to Opendoor in San Francisco, where you can get an offer on your home with the press of a button.",
            "fileID": "04ce6a1a2b0e4007a83a21432cc5d645"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For home selling services, press 1.",
                "fileID": "628a487fac55487da78a729c401d1950",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To receive a cash offer on your property now, press 1.",
                            "fileID": "118e250a7ddb4dad8436dab1996e6bc8",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a home offer specialist.",
                                        "fileID": "e5e9a697cf774298aeb5a63c544160ec"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "99e1fbd2d7f14ba6b2909fc76a576f3c",
                                "navigationGoals": [
                                    "I’d like to get a fast cash offer for my San Francisco home.",
                                    "I need a fast cash offer on my house so I can relocate quickly.",
                                    "I’d like to obtain an instant cash offer on my San Francisco home via your automated valuation system.",
                                    "I’d like to get a cash offer on my home right now.",
                                    "I’m considering selling my San Francisco condo and would like an immediate cash offer to evaluate funding for graduate school."
                                ]
                            }
                        },
                        {
                            "text": "To learn about our selling process and fees, press 2.",
                            "fileID": "6691d405e9f849e7bc76a09f0f574151",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our selling process team.",
                                        "fileID": "10ec1e6c5e5d458ba8c878941e1d023c"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "0d46989d085f4042bfe4a3ced54d5a6d",
                                "navigationGoals": [
                                    "I need a clear breakdown of the selling process and fees before I decide.",
                                    "I want to understand your home selling fees and process before I decide.",
                                    "I need a detailed breakdown of your home-selling process, including fees, timelines, and pricing algorithm.",
                                    "Please help me understand the process and fees for selling my house.",
                                    "I’d like an overview of the selling timeline, fee structure, and requirements for listing my home."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "10d7c3f0f17b4701b2fb3926ee2deb6e",
                    "navigationGoals": null
                }
            },
            {
                "text": "For mortgage and consumer loan assistance, press 2.",
                "fileID": "2671e87628c74845aae99b4748dd12d9",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To explore financing options, press 1.",
                            "fileID": "deb07604d8574b2494ef10c3952db986",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a financing advisor.",
                                        "fileID": "bcb5fba202da4707aa26f60a0b477a51"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "eee8feea70424d7782bc634833d234bf",
                                "navigationGoals": [
                                    "I want to explore financing options for my next property purchase.",
                                    "I'm looking into financing options, ideally a VA-backed loan, to refinance my home.",
                                    "I’m exploring mortgage financing options—can we review available loan products, interest rates, and amortization schedules?",
                                    "I want to explore financing options for my property.",
                                    "I want to review available mortgage products and interest rates to finance my first home purchase."
                                ]
                            }
                        },
                        {
                            "text": "For support with an existing loan, press 2.",
                            "fileID": "fe932a2a0bdf41fdbc308fc15e8d8f50",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our loan support team.",
                                        "fileID": "79a3a31ca07246a4998ea2e467a022d4"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "2c930ba9a1fe441d8e05797e3bf2a416",
                                "navigationGoals": [
                                    "I need help resolving an issue with my current Opendoor loan.",
                                    "I need assistance with my existing mortgage payments due to my financial situation.",
                                    "I need support with my existing mortgage—let’s review my outstanding balance, payment history, and potential refinance opportunities.",
                                    "I need help managing my existing home loan.",
                                    "I need support understanding my existing loan terms and exploring payment options."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "fc4aa60b57ef486d9c5699d49e1b7319",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "be5f6bcc0a73446b8449fb020ac6a61c",
        "navigationGoals": null
    },
    "id": "ace99f55043346ec9205eee52d64eab8",
    "navigationGoals": null
}