{
    "type": "welcome",
    "contents": [
        {
            "text": "Thank you for calling Atrium LTS, the San Francisco corporate law firm combining cutting-edge technology with transparent, price-predictable legal services.",
            "fileID": "a6714a71366147f095fc0b3e26fa14fe"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For corporate legal services and startup counsel, please press 1.",
                "fileID": "caa7976be7424a97b2d9b84ad9900e43",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For new client intake and consultations, please press 1.",
                            "fileID": "27ba810b34de49979c02a2372926a810",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our intake specialist.",
                                        "fileID": "4b585d744b294781b696b1108c9f8698"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "5f74e98103fc4a0b98359b069cca07c7",
                                "navigationGoals": [
                                    "Book an initial consultation to discuss starting my new business and get a quote",
                                    "I'm looking to set up a veteran-owned LLC and want to schedule an intake consultation to discuss startup legal support and pricing.",
                                    "Schedule an initial consultation to discuss equity structuring and term sheet drafting for my startup",
                                    "I’d like to schedule my first consultation as a new client to discuss starting my small business.",
                                    "Schedule an initial legal intake meeting to form a spin-off company for my physics research"
                                ]
                            }
                        },
                        {
                            "text": "For ongoing case updates and document requests, please press 2.",
                            "fileID": "ab158d3d863649ca819735cf0c0bd88e",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "One moment please; we are connecting you to your legal case manager.",
                                        "fileID": "4daed00b5779440396fc50fc9881159f"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "c256203dc16642d8a8a21fcb788d43d8",
                                "navigationGoals": [
                                    "Request a status update on my contract review and ask for the latest draft",
                                    "I need an update on my incorporation filing and want to send over a missing signed document to my case manager.",
                                    "Retrieve the signed incorporation documents and get an update on my NDA execution status",
                                    "I need an update on my ongoing case and want to send a document to my case manager.",
                                    "Request a status update on my ongoing agreement review and ask for any pending documents"
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "fc05ad1b9b744ddc923903aa0f7e38e6",
                    "navigationGoals": null
                }
            },
            {
                "text": "For account support, billing inquiries, or to reach our client success team, please press 2.",
                "fileID": "8cfaca591977449ab686d19526c3dab6",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For billing and invoice questions, please press 1.",
                            "fileID": "bfcfd6438edf43ab9c2dbd0d5807ff17",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we transfer you to our billing department.",
                                        "fileID": "9daee83c1ae647a49f2cd487672ab004"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "8aec52b1e3c14853894e10bdbefaf72b",
                                "navigationGoals": [
                                    "Verify charges on my last invoice and arrange payment for the outstanding balance",
                                    "I have questions about my latest retainer invoice—I'd like clarification on the charges and any veteran discounts available.",
                                    "Clarify the line items on invoice #12345 and set up automated ACH billing",
                                    "I have questions about a recent invoice and need help understanding the charges on my bill.",
                                    "Clarify an unexpected charge on my recent legal invoice and request a detailed billing breakdown"
                                ]
                            }
                        },
                        {
                            "text": "For technical support with our legal services platform, please press 2.",
                            "fileID": "d332ac51e6954ba593b6a9dddd6a0db9",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our technical support team.",
                                        "fileID": "21220c0b70cd43e5a8a881673d67fd7f"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "352d60f8dd354c64a01c491ebc9c2482",
                                "navigationGoals": [
                                    "Resolve login issues with the client portal so I can upload my documents",
                                    "I'm unable to log into the Atrium client portal to access my documents and need technical support.",
                                    "Troubleshoot OAuth login errors on the client portal and escalate to DevOps if needed",
                                    "I can’t log into your online portal and need technical assistance getting back into my account.",
                                    "Resolve an error when uploading incorporation documents to the online client portal"
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "44b212b5979a46cfb93b5fc23d06d039",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "ede5969ac0bb4de9873bd6162cf0e648",
        "navigationGoals": null
    },
    "id": "a4eae79aba9c4911919cc995b71c695c",
    "navigationGoals": null
}