{
    "type": "welcome",
    "contents": [
        {
            "text": "Thank you for calling Capital One, your financial technology partner based in San Francisco.",
            "fileID": "c92f3bc53b464c478533b3db8193191f"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For credit card accounts and rewards, press 1.",
                "fileID": "96b87cf0398947a3915778307b99c64f",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For balance inquiries, payments, and statements, press 1.",
                            "fileID": "46acfc2843304775987b2068cc7459c9",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a credit card account representative.",
                                        "fileID": "1d41095606df4557977fd4fc2cfce3c8"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "9948113c4fc3473d8c8a9094746d7e43",
                                "navigationGoals": [
                                    "Quickly review my latest credit card statement and make a payment.",
                                    "I need to make a payment on my Capital One credit card and set up autopay.",
                                    "Download my latest credit card statement PDF and schedule an ACH payment for the outstanding balance.",
                                    "I need help checking my credit card balance and making a payment.",
                                    "Check my credit card’s current balance, review the latest statement, and make a payment"
                                ]
                            }
                        },
                        {
                            "text": "For questions about rewards and special offers, press 2.",
                            "fileID": "c01fbd892cf6476692b73e17f2bf9dc2",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "One moment please, connecting you to our rewards support team.",
                                        "fileID": "2fb72766b71341b99f58a6530c917db6"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "aea1ceafa7e04076ab397fe1527cee54",
                                "navigationGoals": [
                                    "Find out how to redeem my credit card reward points for a flight.",
                                    "I’d like to redeem my credit card rewards miles for a trip to the veteran memorial.",
                                    "Transfer my accumulated credit card reward points to my airline loyalty program at optimal redemption value.",
                                    "I want to find out how many reward points I have and how to redeem them.",
                                    "Redeem my accumulated credit card reward points for statement credit"
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "d45fe4eaa5ff4a2bba40280077968162",
                    "navigationGoals": null
                }
            },
            {
                "text": "For banking, savings, and personal loan services, press 2.",
                "fileID": "29ccc1f865ab40a3a7941474f8870d69",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For checking and savings account support, press 1.",
                            "fileID": "10dc4f8103364a6fb85de5f5ea35ce90",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a banking services specialist.",
                                        "fileID": "1c8ddd4cabbf4ba59d56b39e4a30a406"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "f0934025d0c9469fa74b1bde79651a5f",
                                "navigationGoals": [
                                    "Set up an automatic transfer from my checking to savings account.",
                                    "I want to check the status of my VA benefits direct deposit into my checking account.",
                                    "Set up an automatic transfer from my checking to savings account with a $100 minimum balance threshold.",
                                    "I need assistance reviewing my savings account balance and a recent transaction.",
                                    "Set up an automatic monthly transfer from my checking account to my savings account"
                                ]
                            }
                        },
                        {
                            "text": "For personal loans and lines of credit, press 2.",
                            "fileID": "c2e57830fd9241c18108ddffe87c244d",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a personal lending expert.",
                                        "fileID": "b86df707cb4b44e5919f537d33b6dc8f"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "db2fc8905745403eab768d884c9fbbd4",
                                "navigationGoals": [
                                    "Apply for a new personal loan for home improvement.",
                                    "I’m considering a personal loan to consolidate my service-related medical bills and want to explore my options.",
                                    "Prequalify and apply for a $15,000 personal installment loan with the most competitive APR.",
                                    "I’d like information on applying for a personal loan and its interest rates.",
                                    "Inquire about personal loan rates and begin an application for a line of credit"
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "0f35d8b6b8c949aba839c51bd65b5754",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "801427f1ff6f474f9950f8863b3e595d",
        "navigationGoals": null
    },
    "id": "f8f2923113a0489194dee36279d458f3",
    "navigationGoals": null
}