{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to Bitnami in San Francisco, the leading provider of packaged applications and automation tools for any platform.",
            "fileID": "189163687bb2424e8d78368dc345e2eb"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For information on our cloud partnerships and deployment platform, press 1.",
                "fileID": "25a0836e9d954b368668d7d1c30db28a",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To learn about our cloud provider integrations, press 1.",
                            "fileID": "d9c75163ebc8444694e3ac3ed6e4713d",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you with our cloud partnerships and integrations team.",
                                        "fileID": "cc342af26aa343a1a220c19cf8884cad"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "c6c5803b1c7e4a6c93e4bae717181d57",
                                "navigationGoals": [
                                    "Identify which cloud providers Bitnami supports and steps to integrate them quickly",
                                    "I need information on veteran-specific discounts available through your cloud partnership programs.",
                                    "Inquire about using Bitnami’s Terraform provider for AWS and GCP integrations",
                                    "I’d like to know which cloud providers you partner with and how they integrate.",
                                    "I need information on how Bitnami integrates with AWS for my computational physics simulations."
                                ]
                            }
                        },
                        {
                            "text": "To explore our self-hosted and on-premises solutions, press 2.",
                            "fileID": "a1e346ca524b4ac6a5c9e57e4e773763",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we transfer you to our deployment solutions team.",
                                        "fileID": "c6e36d37d98e4e579612acca1ab77c51"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "3fb21c3d991e41d78b543fb79d020d87",
                                "navigationGoals": [
                                    "Get details on deploying Bitnami applications in my own data center, including hardware specs and pricing",
                                    "I want to deploy your applications on-premises at my veteran community center’s servers.",
                                    "Evaluate on-premises deployment of Bitnami stacks on a Kubernetes cluster",
                                    "I need information on deploying your software on my own servers.",
                                    "I want details on deploying Bitnami applications on our university’s on-premises servers."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "15a076265fcb4a6b9c022b50c995bdec",
                    "navigationGoals": null
                }
            },
            {
                "text": "For customer support and account services, press 2.",
                "fileID": "9cf48a0606394f7aa72741ddefada40e",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For technical support and developer assistance, press 1.",
                            "fileID": "5b5f9b0b7bd1419a9d22f11f6fbcf835",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to technical support.",
                                        "fileID": "9b891dce14b641ac8227270fbcb009d9"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "542e5626fbb34af4807728b8f9ad686d",
                                "navigationGoals": [
                                    "Get help debugging an application deployment error with technical support",
                                    "I’m troubleshooting a deployment error with your package and need technical assistance.",
                                    "Troubleshoot a Helm chart installation error via the Bitnami CLI",
                                    "I’m having trouble installing the application and need technical help.",
                                    "I’m having an installation error with the Bitnami Python stack and need technical assistance."
                                ]
                            }
                        },
                        {
                            "text": "For billing, licenses, and account inquiries, press 2.",
                            "fileID": "9a739a2df4b44081b8f5619bad0e9756",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please wait while we transfer you to our billing and accounts department.",
                                        "fileID": "8cc7e36009984fa19186ea9f30915dcc"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "55fa6acc21a446bf935b5075ca232152",
                                "navigationGoals": [
                                    "Obtain my latest invoice and clarify upcoming license renewal costs",
                                    "I’d like to review my non-profit billing statement and adjust our license count for upcoming projects.",
                                    "Update enterprise license payment method and confirm billing cycle details",
                                    "I want to review my billing and license details for my account.",
                                    "I’d like to confirm the renewal date and fees for my student license subscription."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "36116bcbc43c417bad925a5666779654",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "95c12fa875624286bb26025d555aa53b",
        "navigationGoals": null
    },
    "id": "d7ce80bc57944262be451052e9308801",
    "navigationGoals": null
}