{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to SwiftStack in San Francisco, your partner in multi-cloud data management for developers and enterprises.",
            "fileID": "01ad93b9fba642f1870176de4149ce8a"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For sales and new account inquiries, press 1.",
                "fileID": "ae324cf4f59648edaa4859a8de3ea56d",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To speak with a sales representative, press 1.",
                            "fileID": "c56d92dae82f4c1e8b6354e5adee384d",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a SwiftStack sales representative.",
                                        "fileID": "b68bb923c23e44418a5b5f2cb5510a47"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "d8ad03e6ac3a43e8bfbdb698c221e7f4",
                                "navigationGoals": [
                                    "I need to set up a SwiftStack account and want to speak directly with a sales representative.",
                                    "Inquire about enterprise account options and available veteran discounts.",
                                    "Connect me to a sales rep to discuss enterprise licensing options and multi-cloud deployment architecture",
                                    "I’d like help opening a new account and speaking with sales.",
                                    "I’m a physics grad student; I’d like to open a new account to store my research data."
                                ]
                            }
                        },
                        {
                            "text": "For pricing details and plan comparisons, press 2.",
                            "fileID": "913dbf86b75c4233939e53ab0694de94",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold for pricing and plan information.",
                                        "fileID": "44286763c0214ae3a213e39e1d105875"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "d474573774a94034bb1dbe981cf6ece3",
                                "navigationGoals": [
                                    "I’d like to get detailed pricing information and compare the different SwiftStack plans.",
                                    "Request a detailed comparison of pricing tiers with a focus on security features.",
                                    "Get a detailed pricing breakdown and compare feature tiers across SwiftStack’s plans",
                                    "I need information about pricing and plan comparisons.",
                                    "I need pricing details and a plan comparison for storing large physics datasets."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "6c7b9ac9ae5d4c9a8cef49882a996930",
                    "navigationGoals": null
                }
            },
            {
                "text": "For technical support and developer tools assistance, press 2.",
                "fileID": "396f38d0d22e4e38a94eeb0f14d6dcdb",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "If you are an existing customer, press 1.",
                            "fileID": "3099ddaeca8d481989a15b6db7f38856",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to technical support.",
                                        "fileID": "e149fe82a0dc475faa4d20070265be22"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "b6c4382ad46146738db4a728c9fa6691",
                                "navigationGoals": [
                                    "I’m an existing customer experiencing a technical issue and need to connect with support.",
                                    "Troubleshoot a failed data migration on my existing SwiftStack account.",
                                    "I’m an existing customer and need help troubleshooting an authentication error on my SwiftStack cluster",
                                    "As a current customer, I need technical support for an issue.",
                                    "I’m an existing customer experiencing technical issues with my multi-cloud deployment."
                                ]
                            }
                        },
                        {
                            "text": "For API integration and documentation help, press 2.",
                            "fileID": "61fb0a5e29594a3eaa1fe895f9be9e4d",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold for API integration assistance.",
                                        "fileID": "51a0d2ddcab74308baa9ea85f2dd70e6"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "a648e3ae27624ede86288fec4cff0be8",
                                "navigationGoals": [
                                    "I need help integrating SwiftStack’s API into our workflow and understanding the documentation.",
                                    "Get step-by-step help integrating the SwiftStack API into my veteran support application.",
                                    "Assist me with integrating SwiftStack’s REST API into my CI/CD pipeline",
                                    "I need assistance with API integration and documentation.",
                                    "I need assistance integrating your API to automate data uploads for my experiments."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "d2d8304ea8b74421916ae3eafe840c09",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "01e52ad835114f228c10ded1f7590fdd",
        "navigationGoals": null
    },
    "id": "98645ad67b4c430b8295c024828261c0",
    "navigationGoals": null
}