{
    "type": "welcome",
    "contents": [
        {
            "text": "Thank you for calling Blurb in San Francisco, where we turn your ideas into professional-quality books, magazines, and ebooks.",
            "fileID": "be00fe8927bd455eb3c1704cb4f844cf"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For new publishing projects and service inquiries, press 1.",
                "fileID": "aec16119a5df42a0aa605c2914d4cb05",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To speak with a consultant about print books and magazines, press 1.",
                            "fileID": "e390facafedc44ac8f14241c3d7579e7",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a print publishing specialist.",
                                        "fileID": "c915f8d0b27e46b5ae5f77eccf99f6db"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "e3625b33366345d8912bb058bfa7d8c0",
                                "navigationGoals": [
                                    "Get a quote and timeline for printing my manuscript as a hardcover book",
                                    "I’d like to publish a printed memoir of my military service and discuss print book options.",
                                    "Discuss print book color profiles and paper stock options with a specialist.",
                                    "I’d like guidance on creating and printing a keepsake photo book of our family reunion.",
                                    "I’d like to publish a printed study guide on quantum mechanics with Blurb."
                                ]
                            }
                        },
                        {
                            "text": "To speak with our team about ebook formatting and digital publishing, press 2.",
                            "fileID": "ebeff0fa157045309bfc6b56fe5b0638",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our digital publishing team.",
                                        "fileID": "4ca93182700c4ef9bc2777b163afc565"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "02b8d44d4f044c6e9be573dc70c23747",
                                "navigationGoals": [
                                    "Learn the process and costs for converting my draft into an ebook",
                                    "I need help formatting my veteran memoir as an ebook for digital distribution.",
                                    "Get advice on EPUB conversion workflows and metadata tagging for my e-book.",
                                    "I want to publish my memoir as an ebook and need help with the digital formatting.",
                                    "I want to convert my senior thesis into a formatted ebook for distribution."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "435cc2957b5f49daa45fc2cdccdc5d58",
                    "navigationGoals": null
                }
            },
            {
                "text": "For customer support, billing, or account questions, press 2.",
                "fileID": "1eb0604e1ffb4ecf91907f43b2168451",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For technical assistance with our platform, press 1.",
                            "fileID": "f5bce4d970664d1295877739e7126e6d",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to technical support.",
                                        "fileID": "dced5d4b3be2464fb677cc6d89c13358"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "a9cbfaf3d0ee44c3baabb6a042e40d76",
                                "navigationGoals": [
                                    "Troubleshoot why I can’t upload my files on the Blurb platform",
                                    "I’m having trouble uploading my manuscript files on your platform and need technical support.",
                                    "Troubleshoot API errors when uploading my manuscript through the platform.",
                                    "I’m unable to upload my manuscript on the platform and need technical assistance.",
                                    "I'm having trouble uploading my PDF manuscript to the Blurb platform."
                                ]
                            }
                        },
                        {
                            "text": "For billing, invoices, or account administration, press 2.",
                            "fileID": "cd8911b715d5405a942a08745d0450e5",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to billing and account services.",
                                        "fileID": "9a718b678735419eb0476a1becb80164"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "12ec076ba7c2436ea12321f9df3b17e2",
                                "navigationGoals": [
                                    "Review my latest invoice and update my payment method",
                                    "I want to review my latest invoice and update my billing information on my account.",
                                    "Obtain an itemized invoice for last month's print orders and update my payment method.",
                                    "I need to review and correct a charge on my Blurb account invoice.",
                                    "I need to review and update my billing details and latest invoice."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "88fbce60aa674dd68b9591537fcc8821",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "e002f7f57da64edfbcb8f4ed48e6572b",
        "navigationGoals": null
    },
    "id": "b904b433c52749e9b54be74a7b5d31f9",
    "navigationGoals": null
}