{
    "type": "welcome",
    "contents": [
        {
            "text": "Thank you for calling Bradfield School of Computer Science in San Francisco, where professional software engineers hone their expertise through intensive, in-person training.",
            "fileID": "53f437c752624cbfb60a2785ca6c141c"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For information on admissions and enrollment, press 1.",
                "fileID": "2b151ba526764171a80ef9de359db191",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For application requirements and deadlines, press 1.",
                            "fileID": "64f868722c6e4f0684748af544d496a8",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you with our admissions team.",
                                        "fileID": "27b0eb6486974c54903a99ac12043e63"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "852dc439764b49728790b9c1d100dbc9",
                                "navigationGoals": [
                                    "Clarify the application timeline and required documentation.",
                                    "I want to learn the admission requirements and deadlines for veterans.",
                                    "Get the technical prerequisites and submission deadlines for the next enrollment cycle.",
                                    "I want to learn what the application requirements are and when the deadlines fall.",
                                    "Determine what prerequisites, required documents, and deadlines I must meet to apply to the program."
                                ]
                            }
                        },
                        {
                            "text": "To schedule a meeting with an enrollment advisor, press 2.",
                            "fileID": "549021c89bf64cfd8a6a9b06e26887a4",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you with an enrollment advisor.",
                                        "fileID": "c114478edf4b4c4b83f20bffdec88f8f"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "e72e698e8e8248779c90ced3e9470b07",
                                "navigationGoals": [
                                    "Book a meeting with an admissions advisor.",
                                    "I need to schedule a meeting with an enrollment advisor to discuss GI Bill benefits.",
                                    "Book a 1:1 advisory session slot with an enrollment counselor.",
                                    "I need to set up an appointment with an enrollment advisor to discuss my application.",
                                    "Schedule a meeting with an enrollment advisor to discuss my application options."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "d9abcfe7c08842a5aec332a53355b747",
                    "navigationGoals": null
                }
            },
            {
                "text": "For our course offerings and intensive program schedules, press 2.",
                "fileID": "d57a605488fb44c2bcb1b49224f1ef38",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For upcoming intensive bootcamp schedules, press 1.",
                            "fileID": "b6e79cb89df54b31bd5abf4208a2e982",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we retrieve the next bootcamp dates.",
                                        "fileID": "f43a512a02cf467e8f6a77506d45e3c3"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "c85c742a1b9341228af94164bdd7fc2e",
                                "navigationGoals": [
                                    "Ask for the schedule of the next intensive bootcamp.",
                                    "I’m looking for the dates and duration of the next intensive software engineering bootcamp.",
                                    "Retrieve the start dates, session durations, and delivery format for the upcoming intensive bootcamp batch.",
                                    "I’d like to find out the start dates for the next intensive bootcamp.",
                                    "Find out the dates for the next intensive bootcamp sessions."
                                ]
                            }
                        },
                        {
                            "text": "To learn more about advanced mastery modules and workshops, press 2.",
                            "fileID": "c387fb2c5e2b4b7ab77e7437dc785fdf",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you with our curriculum specialist.",
                                        "fileID": "bf907b9b42d84a38b8c16e38a9b8bc8e"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "199c54da33de4ad583eb0439282e03f4",
                                "navigationGoals": [
                                    "Inquire about the content and schedule of advanced workshops.",
                                    "I’d like details on advanced mastery modules and workshops, especially those tailored for veterans.",
                                    "Obtain the syllabus and module breakdown for advanced mastery workshops in software architecture and ML.",
                                    "I’m calling to get details on the advanced mastery modules and workshops.",
                                    "Learn about the advanced mastery modules and upcoming workshops offered."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "8f64be55b4b745fd8382b2a519b089ca",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "5a0d8b2889484feea132f92324d6afc9",
        "navigationGoals": null
    },
    "id": "ece41a8fb6f24e73bab909b4cb272b95",
    "navigationGoals": null
}