{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to Practice Fusion, home to over 112,000 connected healthcare professionals.",
            "fileID": "cd9c9dde390d4f798cb2b888c8a7a9a7"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "If you need technical support for your electronic health records, press '1'.",
                "fileID": "1aeb9fbc22f244658341c4ee1f6ef3ab",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For setup and installation assistance, press '1'.",
                            "fileID": "45fc1bd7ab6d4d548102592104b5a3f7",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a setup specialist.",
                                        "fileID": "6e310f1a56ff4a7db9fbed558f8c6db8"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "b03617242acc4e4d823d5fe7bbc52e4f",
                                "navigationGoals": [
                                    "I need to install and configure the Practice Fusion EHR on my new workstation ASAP.",
                                    "I need help installing Practice Fusion on my home computer so I can access my VA health records.",
                                    "Configure the Practice Fusion EHR database connection string and integrate it with our clinic’s LDAP directory.",
                                    "I need help installing the electronic health records software on my computer.",
                                    "I’d like assistance installing the Practice Fusion EHR software on my laptop."
                                ]
                            }
                        },
                        {
                            "text": "For troubleshooting and system error reporting, press '2'.",
                            "fileID": "3788cde2cfab412bba8108b2d10c2982",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a troubleshooting expert.",
                                        "fileID": "55c864ecd9d643c78290da9c10582a4e"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "4fabcb9f6b0342159dc9848157069e2a",
                                "navigationGoals": [
                                    "I need to troubleshoot a login error blocking me from accessing patient charts.",
                                    "The portal crashes when I try to view my VA prescription info; I need someone to troubleshoot that error.",
                                    "Diagnose and fix the API timeout errors occurring during patient data synchronization.",
                                    "My EHR program keeps crashing with an error and I need someone to troubleshoot it.",
                                    "I’m receiving a system error when I try to access my records—can someone help troubleshoot it?"
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "6d18bb2f23a842528bac8fea1ac70f63",
                    "navigationGoals": null
                }
            },
            {
                "text": "If you have questions about your account or billing, press '2'.",
                "fileID": "ca6b30c3a39d44b491ae04db00fb841e",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For billing statements and payment questions, press '1'.",
                            "fileID": "ab0c0c6b70474eba8490665bfb1eca80",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we direct you to our billing department.",
                                        "fileID": "d3ee83dd58f04a308f15498e7245fceb"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "6b11ea98af52424d85798cffc6b47e26",
                                "navigationGoals": [
                                    "I need to review my latest bill and complete payment today.",
                                    "I’d like clarification on the copay and charges listed on my latest statement for my VA visits.",
                                    "Get a detailed breakdown of last month’s subscription billing, including transaction IDs and usage fees.",
                                    "I want to review and understand a charge on my billing statement.",
                                    "Could you send me my latest billing statement and explain the charges?"
                                ]
                            }
                        },
                        {
                            "text": "For account updates and profile changes, press '2'.",
                            "fileID": "076ec6bc2b3347d98e0afaca708a8e1e",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we transfer you to account services.",
                                        "fileID": "6c03fb8d02844d25af10f608ada2b579"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "46b74ba565014bb2bb4fdc11567057e7",
                                "navigationGoals": [
                                    "I need to update my account email address and contact number on file.",
                                    "I need to update my mailing address and insurance details in my Practice Fusion profile after relocating.",
                                    "Update my account’s multi-factor authentication settings and change the primary contact email.",
                                    "I need to update my account profile and practice contact information.",
                                    "I need to update my account details, specifically my contact email and phone number."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "520d078f7023480180a4e364493dd427",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "67777d3b62984a4ab67b1ff19fd5073c",
        "navigationGoals": null
    },
    "id": "e967609621c4490e98fcd58f0ae8517c",
    "navigationGoals": null
}