{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to Clearbit in San Francisco, your partner in real-time B2B data enrichment and customer insights.",
            "fileID": "a457cdcce99e4cc1b7658f8d5a3f2817"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For customer support and data enrichment assistance, press 1.",
                "fileID": "8262aef92b7348cf9df7fc9529248a43",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For sign-up and onboarding support, press 1.",
                            "fileID": "ee9b5bf02c1a4b30a4043c804ecd1044",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you with our onboarding specialist.",
                                        "fileID": "ff9573c9247b4acabaaaaca9f3ba8737"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "448a1c159f9646deaf4184a474d2763f",
                                "navigationGoals": [
                                    "I need to complete my new account setup and learn how to use the data enrichment features.",
                                    "I’m a veteran just getting started; I need help setting up my Clearbit account and completing onboarding.",
                                    "I need help setting up my Clearbit developer account and obtaining API credentials.",
                                    "I need help creating my Clearbit account and getting started.",
                                    "I need help finishing the onboarding steps and integrating Clearbit’s data enrichment into my research database."
                                ]
                            }
                        },
                        {
                            "text": "For technical troubleshooting and API assistance, press 2.",
                            "fileID": "3ea5ea55b49f477594517e010b1954da",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Our technical support team will be with you shortly. Please hold.",
                                        "fileID": "f8c55cdad9fb433bace4e9bf4ea291db"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "cea5320d5cad498e8024876334c9d54a",
                                "navigationGoals": [
                                    "I’m experiencing issues with my API integration and need help troubleshooting.",
                                    "I’m integrating Clearbit’s API into my veteran-support app and running into errors—need technical assistance.",
                                    "I'm getting a 403 Forbidden error from the Clearbit API and need help troubleshooting.",
                                    "I’m having trouble connecting the API and need technical assistance.",
                                    "I'm encountering an API authentication error in my Python script when calling Clearbit and need troubleshooting."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "d19a520c72e347ac9dc7827b85598b3f",
                    "navigationGoals": null
                }
            },
            {
                "text": "For sales, pricing, and new account inquiries, press 2.",
                "fileID": "5c4e84fe4fe84b568e0419d197ef8e91",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To speak with a sales representative, press 1.",
                            "fileID": "0358fb39cb3148a5af7eb7fc71634c1b",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we transfer your call to our sales team.",
                                        "fileID": "2b06f25ca0524323aaed0f55ed2484d1"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "24e4e793f9884bc2aea995585fe40094",
                                "navigationGoals": [
                                    "I’d like to review pricing options and open a new Clearbit subscription.",
                                    "I’d like to discuss pricing and package options; I’m a veteran entrepreneur planning to use Clearbit for my new business.",
                                    "I’d like to discuss enterprise pricing and get a quote for our expected monthly call volume.",
                                    "I’d like to discuss pricing options and open a new plan.",
                                    "I'd like to explore academic pricing for a university-wide Clearbit license for our physics lab."
                                ]
                            }
                        },
                        {
                            "text": "For billing and invoice questions, press 2.",
                            "fileID": "8d05f53c899e4f01839a124f15d87508",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold for our billing and accounts specialist.",
                                        "fileID": "25df00cc55304ff7addd3049677fbf06"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "bf24f63e71104b7f9d37f4c664da9d26",
                                "navigationGoals": [
                                    "I have a question about my latest invoice and need assistance with billing.",
                                    "I have questions about my latest Clearbit invoice; some charges look off and need clarification.",
                                    "I have a question about my last invoice and need clarification on billing charges.",
                                    "I have a question about my latest invoice and need billing support.",
                                    "I need details on a recent invoice charge for my Clearbit subscription for my grant report."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "fe6a139600254e44b23fc96758dd726a",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "93da4bf367f24418993c5e457f273009",
        "navigationGoals": null
    },
    "id": "95fb019837ab49149abf4965239b218a",
    "navigationGoals": null
}