{
    "type": "welcome",
    "contents": [
        {
            "text": "Thank you for calling Tenable in the South Bay—empowering your organization to understand and reduce its cyber risk across the modern attack surface.",
            "fileID": "7647d076961641e3aa86697b36c20bb0"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For sales and product information, press 1.",
                "fileID": "0ccd443ebfab4190a3e6bcccd7de84c6",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For new product inquiries, press 1.",
                            "fileID": "613f5e4d69dd45b0b764c6eb5f64d158",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our sales specialists.",
                                        "fileID": "aa669c5e0add415ebbc26a909bfcd468"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "d4e2fc263a4b476c82a7abc5a1a3d829",
                                "navigationGoals": [
                                    "I need pricing and feature details on your new vulnerability management solution.",
                                    "Get pricing and feature details for a new vulnerability scanning solution for my veteran support nonprofit.",
                                    "I’d like licensing details and the feature matrix for the new Tenable One vulnerability management module.",
                                    "I’d like information on a new security product for my computer.",
                                    "I’d like details on Tenable’s newest vulnerability assessment product and any student pricing available."
                                ]
                            }
                        },
                        {
                            "text": "For existing account management and billing, press 2.",
                            "fileID": "36e8890d92fd46a985a53c218901bf6c",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our account management team.",
                                        "fileID": "a604ad7197454feca52e202ae079c87a"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "ea469e056d904e13990e94e2a7a62a4d",
                                "navigationGoals": [
                                    "I want to update our account’s payment method and get a copy of last month’s invoice.",
                                    "Update my account’s billing information and review the latest subscription invoice.",
                                    "I need to modify my enterprise VM license seat count and update my credit card on file.",
                                    "I need help understanding the charges on my account bill.",
                                    "I need to review and pay the latest invoice for our department’s existing Tenable subscription."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "8a51c968a60146fcb6a8715c17a150c2",
                    "navigationGoals": null
                }
            },
            {
                "text": "For technical support and cyber security assistance, press 2.",
                "fileID": "5a2d10d2146f4b5598e954baa9e73a9c",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For technical troubleshooting and software support, press 1.",
                            "fileID": "c2008ad053a145cfb5232d5f5bf695c9",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our technical support team.",
                                        "fileID": "64a822f31bad4be195ac7ed526512724"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "0cd13ae0f577462baf02cb2b9f322f96",
                                "navigationGoals": [
                                    "I’m having trouble installing the latest agent update and need technical assistance.",
                                    "Resolve an issue where my Nessus scanner agent fails to start after an update.",
                                    "I’m troubleshooting a Nessus agent error—scan engine fails with HTTP 500 during plugin load.",
                                    "I’m having trouble with my security software and need technical support.",
                                    "I’m having trouble installing Tenable’s software on my university Linux workstation and need technical support."
                                ]
                            }
                        },
                        {
                            "text": "For incident response and risk assessment services, press 2.",
                            "fileID": "805850ca43fb424191d7bbe7d2214259",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our incident response experts.",
                                        "fileID": "339be28ccca14ed8bf958cafa2e35162"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "f998b89b0cef4a159d8dbe93aeea7c91",
                                "navigationGoals": [
                                    "I need to schedule an incident response review and a cyber risk assessment for my organization.",
                                    "Engage Tenable’s incident response team and schedule a risk assessment for our systems.",
                                    "I require SOC-level incident response and a full risk assessment engagement for a suspected intrusion.",
                                    "I want to report a possible security incident and get assistance.",
                                    "I want to arrange an incident response review and risk assessment for anomalies we detected on our department network."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "e056ed7c102e46b6a9e7a37520f5d264",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "2e883ad4721141d7bc97a0c6a03c9a21",
        "navigationGoals": null
    },
    "id": "7e0852c8f1a145fcaf0bbe32bd1c90bf",
    "navigationGoals": null
}