{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to Optimizely in San Francisco, where we replace digital guesswork with evidence-based optimization.",
            "fileID": "fe6b1359d94a4af9bc4fe915070b74d7"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For sales and pricing information, press 1.",
                "fileID": "38b27d827ab04875ad2a9d35a327914e",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To speak with a sales representative about enterprise plans, press 1.",
                            "fileID": "8fc37885a35e4c1e9859442cf8023ab1",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a sales representative. Your call is important to us.",
                                        "fileID": "fb5781f754dc4118baade667a66bde03"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "c559663740364c99a90c60169ffa3190",
                                "navigationGoals": [
                                    "I need pricing details and options for an enterprise plan.",
                                    "I’d like to discuss enterprise pricing options and ask about any discounts for veteran-owned businesses.",
                                    "I need enterprise plan pricing details, specifically A/B test volume limits and API throughput allowances.",
                                    "I’d like to speak with someone about the pricing for your enterprise plan.",
                                    "I need a quote for an academic license for my research group"
                                ]
                            }
                        },
                        {
                            "text": "To inquire about our testing platform integrations, press 2.",
                            "fileID": "3c9ecdea5808480fa960dd8f50c782ff",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to an integrations specialist. Thank you for your patience.",
                                        "fileID": "29f9e2c48db34ef991ef71b9d509e81d"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "6f200c1b514c411ab42c346d6570caf6",
                                "navigationGoals": [
                                    "I want to understand how Optimizely integrates with our existing systems.",
                                    "I need information on integrating your testing platform with my WordPress site and related small-business pricing.",
                                    "I want guidance on integrating the Optimizely SDK into my React SPA and custom CMS.",
                                    "I need assistance setting up integrations for my testing platform.",
                                    "I want to integrate Optimizely with my lab’s data analysis pipeline"
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "8c058fe10f30404a844aae1e363d7282",
                    "navigationGoals": null
                }
            },
            {
                "text": "For technical support and account services, press 2.",
                "fileID": "62e96a1722ae43dcb9abfcfc7906241c",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To report an issue or get system assistance, press 1.",
                            "fileID": "64dc49b225c842b5895ec779906e25a7",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our technical support team. We appreciate your patience.",
                                        "fileID": "3b543b89b4fb40fbb4a57ee328d910c4"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "327867e7e380425ebe8e903dca01f73c",
                                "navigationGoals": [
                                    "I’m experiencing a platform error and need technical assistance.",
                                    "My A/B tests are timing out and failing to load—I need help troubleshooting the issue.",
                                    "I'm getting a 500 error from the experimentation API and need help debugging.",
                                    "I’m having issues with the system and need technical support.",
                                    "I’m getting an error when running an experiment and need help troubleshooting"
                                ]
                            }
                        },
                        {
                            "text": "For account management and billing inquiries, press 2.",
                            "fileID": "fa75116bb565467eb6f8e8302114ef23",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold for an account services representative. We will be right with you.",
                                        "fileID": "9a9fe8578eac44898eadde25f979208b"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "871781c8cd5c43738116878f69687f4a",
                                "navigationGoals": [
                                    "I’d like to review my recent invoice and update my payment information.",
                                    "I want to review my latest invoice; I believe I’ve been overcharged and need billing assistance.",
                                    "I need to update my payment method and review my usage-based billing for the last quarter.",
                                    "I need help with my account billing information.",
                                    "I need to update my billing details and check my account charges"
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "5bd5d4b5dc62489aab0449719f52e947",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "187f083b7c874b08b62294bf1b7f533b",
        "navigationGoals": null
    },
    "id": "2b5b98dde9494a988cce64d611e65bba",
    "navigationGoals": null
}