{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to Netlify in San Francisco, your all-in-one platform for deploying modern static websites.",
            "fileID": "cb7f2e1a52c3404d943ab2d8579f8e4a"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "To learn about our platform features and integrations, press 1.",
                "fileID": "2df70e9cc40f4888a670a4509b2da7e5",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For details on continuous deployment, CDN, and one-click HTTPS, press 1.",
                            "fileID": "1d3103f7e6f442af8631015e28a81c47",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a platform specialist.",
                                        "fileID": "cc8ced83dd0944f4bb2fe78e57af0af6"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "6f9f21674a6943478e88efedd08a7957",
                                "navigationGoals": [
                                    "I need to speak with a specialist about setting up automated deployments, a CDN, and SSL for my site.",
                                    "I want to talk to a specialist about setting up continuous deployment, CDN, and one-click HTTPS.",
                                    "Discuss setting up continuous deployment workflows, CDN configuration, and automated HTTPS provisioning",
                                    "I’d like to speak with someone about how continuous deployment, the CDN, and automatic HTTPS setup work",
                                    "Ask a platform specialist how to configure continuous deployment and one-click HTTPS for my physics lab website from GitHub"
                                ]
                            }
                        },
                        {
                            "text": "For information on pricing options and our free plan, press 2.",
                            "fileID": "caa890c2786145d2bdc0b0fccabe5334",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our sales team for pricing details.",
                                        "fileID": "e75df57de53c42baaf4ae424064551d1"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "e43ecb5ece4b40cd8323a52804dbd0e9",
                                "navigationGoals": [
                                    "I want to review pricing plans and see if the free tier covers my project.",
                                    "I need to understand pricing options and free plan details before committing.",
                                    "Inquire about pricing tiers, bandwidth quotas, and limits on the free plan",
                                    "I need pricing details for your different plans, particularly the free option",
                                    "Inquire about student-friendly pricing options and whether the free tier can host my Jupyter-based project site"
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "a79a5208108d4dcaaf1e36a8efccff2c",
                    "navigationGoals": null
                }
            },
            {
                "text": "If you are an existing customer needing assistance, press 2.",
                "fileID": "9689324dfb0b4c9dae3a9823412828c5",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For technical support with your deployments, press 1.",
                            "fileID": "51d8d4fb73944d1db1505bfebd93fbfd",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to technical support.",
                                        "fileID": "8a8a77efb9df4250bc9333aa06336d20"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "cae8b12989f8432d9cc8ee751a237cfb",
                                "navigationGoals": [
                                    "I’m experiencing deployment errors and need technical support.",
                                    "I’m an existing user and need technical support to fix my deployment.",
                                    "Troubleshoot deployment errors in my CI/CD pipeline for existing site",
                                    "I need help troubleshooting my site’s deployment",
                                    "Get technical support to troubleshoot a failed deployment of my static research site"
                                ]
                            }
                        },
                        {
                            "text": "For billing and account inquiries, press 2.",
                            "fileID": "05e435bae21549cb851aa6c0370472e6",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our billing department.",
                                        "fileID": "a8e5cf5ba0544967abc2a00cc9a766db"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "c4156c0b2790471c90049a0186e19767",
                                "navigationGoals": [
                                    "I have a question about a recent billing charge on my account.",
                                    "I need help with billing and account charges on my Netlify account.",
                                    "Verify billing charges, subscription renewal date, and update payment method",
                                    "I have a question about a charge on my bill or my account",
                                    "Clarify a recent billing charge on my Netlify account for my student project"
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "cf597c6cf7e84914b938fb9c1e30062a",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "048e770efc37403294f5ac836c23f3ce",
        "navigationGoals": null
    },
    "id": "f474ae961dc84c1f880a08e98324e0e2",
    "navigationGoals": null
}