{
    "type": "welcome",
    "contents": [
        {
            "text": "Thank you for calling Accela in the East Bay, leaders in government technology software improving efficiency and citizen engagement for nearly 20 years.",
            "fileID": "08273f32a89644e2b52a815a1c605110"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For information on our software solutions and product capabilities, press 1.",
                "fileID": "ad235faa7d454e40a2190a92af45e5a2",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To schedule a live demonstration of our platform, press 1.",
                            "fileID": "e5789160e9dc4402ab8f7743bba3e2c8",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Thank you. A product specialist will be with you shortly to arrange your demo. Please hold.",
                                        "fileID": "bbd42b36868042d48a1a8190a6689d06"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "63a6c6bf22fc4473aaf4d78ba5092a13",
                                "navigationGoals": [
                                    "Schedule a live demonstration of the platform at the earliest available slot.",
                                    "I’d like to schedule a live demo of the Accela platform to see how my veteran support nonprofit can use it for community outreach.",
                                    "Schedule a live demonstration of the Accela platform to evaluate its API integration capabilities.",
                                    "I’m not very good with computers; could you arrange a guided demo of your platform?",
                                    "Arrange a guided walkthrough of the Accela platform to evaluate its features"
                                ]
                            }
                        },
                        {
                            "text": "To discuss pricing, licensing, and package options, press 2.",
                            "fileID": "44aaa18017e142ddbfa6e77e6c9f2807",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Thank you. A sales representative will be right with you to review pricing and licensing. Please hold.",
                                        "fileID": "e9a48cf26f044f7ea424d34bb9d6945a"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "94f24532093b4b4e9918e1d18ec2bbe4",
                                "navigationGoals": [
                                    "Obtain detailed pricing and licensing options for the software packages.",
                                    "I need to discuss pricing and licensing options for my veteran organization’s Accela software package.",
                                    "Obtain a detailed breakdown of licensing tiers and module pricing structures.",
                                    "I need to understand the costs and licensing options for our small department’s software budget.",
                                    "Obtain detailed pricing and licensing options for Accela software"
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "dd95f044759f4ed59680b099733ba460",
                    "navigationGoals": null
                }
            },
            {
                "text": "For customer support and assistance with your existing Accela solutions, press 2.",
                "fileID": "a93892333e4f4f7aba0b18cc003a3bf7",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For technical support and troubleshooting assistance, press 1.",
                            "fileID": "7e6453123e364484bc7f59e5b0eeeaff",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Connecting you to our technical support team now. Please stay on the line.",
                                        "fileID": "9377b8fe33d64ca0b0777ea2bb892f4d"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "6b92309902864aafa322568f26750c37",
                                "navigationGoals": [
                                    "Troubleshoot a technical issue with our existing Accela solution.",
                                    "I’m having trouble logging into the Accela system to file my veteran assistance reports—can I get technical support?",
                                    "Troubleshoot a technical error in my Accela deployment and resolve the system fault.",
                                    "I’m having trouble with my existing system and need help troubleshooting an error.",
                                    "Resolve a technical issue with my existing Accela deployment"
                                ]
                            }
                        },
                        {
                            "text": "For account management and billing inquiries, press 2.",
                            "fileID": "ba444baf2cce425aa9bd210b74c84967",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Connecting you to our billing department. Please hold for assistance.",
                                        "fileID": "cc17fbfa2e774d8683e0cf13dff4d099"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "550b4ff82e6341c9af771f05a55355de",
                                "navigationGoals": [
                                    "Resolve questions about my current billing statement and charges.",
                                    "I want to review and clarify the recent billing charges on my Accela account for our veteran program.",
                                    "Review and update my account’s billing information and access past invoices.",
                                    "I received a bill I don’t understand; can someone explain the charges on my account?",
                                    "Clarify billing details and update payment information on my Accela account"
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "05abec57f9004b128c2b9e5be0b43c1e",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "41c6168d1a5a4c0c90c65c6906fa7d9d",
        "navigationGoals": null
    },
    "id": "4d6d579ba73b4184947c052ceaaa73c2",
    "navigationGoals": null
}