{
    "type": "welcome",
    "contents": [
        {
            "text": "Thank you for calling Womply in San Francisco, where we make technology work for you so you can focus on what matters most.",
            "fileID": "f33d476e80254210a35e4aafa3ad7f22"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "To speak with our Sales team about solutions for your business, press 1.",
                "fileID": "914e77e9c0934f1a97070b618ab7c797",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For information on our digital marketing suite, press 1.",
                            "fileID": "bcd5f95cc7794d81945a07a2cf30497a",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you with a digital marketing specialist.",
                                        "fileID": "c1ce775a469b45b7b57094e540fc8434"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "614b10f83be848309e0933b9276482f9",
                                "navigationGoals": [
                                    "I’d like to speak with a digital marketing specialist to optimize our online campaigns.",
                                    "I’d like guidance on using Womply’s marketing tools to attract more local customers to my veteran-owned business.",
                                    "I need to discuss your SaaS digital marketing suite’s API capabilities and CRM integration options with sales.",
                                    "I need help figuring out how to promote my small shop online",
                                    "I need to speak with a digital marketing specialist about setting up targeted online ads for my physics tutoring side project."
                                ]
                            }
                        },
                        {
                            "text": "To schedule a personalized product demo, press 2.",
                            "fileID": "d84d674b388544478a2d7176be3b174f",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you with a demo coordinator.",
                                        "fileID": "7f50391db585488aa6c33bdd5625017b"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "781af5466bd8403aac22a5260d2499ed",
                                "navigationGoals": [
                                    "I want to schedule a personalized product demo of your platform.",
                                    "I want to schedule a hands-on walkthrough of the Womply platform to see how it fits my shop’s needs.",
                                    "I’d like to schedule a live walkthrough of your platform’s dashboard, API endpoints, and SDK integration.",
                                    "I'd like to arrange a one-on-one demo of your service",
                                    "I’d like to schedule a personalized walkthrough of your platform to see how it could support my small research lab."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "e53b9703c9df467e8f20761d0e3a7582",
                    "navigationGoals": null
                }
            },
            {
                "text": "To reach our Support experts for help with your account, press 2.",
                "fileID": "f95c909458f848bda4fd4e8052306e14",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For technical support and troubleshooting, press 1.",
                            "fileID": "07e564c0e5cb43b9b23511a73bbc5dd0",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you with a technical support representative.",
                                        "fileID": "7a4956254cfb4239b5764e450fc717ed"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "48019483c067411b90cc79efdee03ad8",
                                "navigationGoals": [
                                    "I’m experiencing an account sync error and need technical support.",
                                    "I’m having trouble accessing my account dashboard and need technical help to log in and update my business info.",
                                    "My account is returning OAuth 401 errors—need technical support to troubleshoot the authentication flow.",
                                    "My account page isn't loading, can someone help me fix it?",
                                    "I’m experiencing errors when I try to access my account dashboard and need a tech rep to help troubleshoot."
                                ]
                            }
                        },
                        {
                            "text": "For billing and account inquiries, press 2.",
                            "fileID": "1af92bfc675143daa5944a7a3a323e86",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you with our billing team.",
                                        "fileID": "6e72b1a059164c3a940098782cb64aa3"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "4ac1073d71cd4bac9e5676b71c238550",
                                "navigationGoals": [
                                    "I need to clarify a recent charge on my Womply invoice.",
                                    "I have questions about my latest Womply invoice and need to discuss payment options for my subscription.",
                                    "I need to review our subscription billing cycle, upcoming invoice details, and update the payment method on file.",
                                    "I have questions about my last bill and charges",
                                    "I need to review a recent billing charge on my account and update my payment information."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "ad4ee24c9f3543afa35b152a5865fc34",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "6baeb126c0624f6881de6bc56973b0f7",
        "navigationGoals": null
    },
    "id": "da1535354466402684296a5f3c5c8fae",
    "navigationGoals": null
}