{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to Coursera South Bay, where you can choose your course to success and earn valuable credentials from top universities.",
            "fileID": "a6f888b6d6844a6cb4c3e7f2d2a5cdb1"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For information on our online courses and degree programs, press 1.",
                "fileID": "d41c5407696243d496e057e17076d2ed",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To explore courses offered by Yale, Michigan, Stanford, and other partners, press 1.",
                            "fileID": "96b63be1aa874fd6b591fd50bb177911",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our academic programs team.",
                                        "fileID": "3bfec73dc2c24d878b0ecb9353f13876"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "1faac7d61105416fab195ed354a8d5e8",
                                "navigationGoals": [
                                    "I’d like details on the online degree programs offered by Yale or Stanford to pick the right fit.",
                                    "I want to see if my military training can count toward credits in one of your degree programs.",
                                    "I want to compare the data science degree curricula from Yale and Stanford to decide which one fits my research interests.",
                                    "I need help understanding how to apply for the Stanford online degree program.",
                                    "I want information on enrolling in the online Bachelor of Science in Physics degree program."
                                ]
                            }
                        },
                        {
                            "text": "To learn about our professional certificates and specializations, press 2.",
                            "fileID": "d9b1577e8d594c2e92f3cc8e04250593",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our professional certifications team.",
                                        "fileID": "52ada9041a27425d8bb435ace946706b"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "9f7b666db4c04c7087ce173154f4045c",
                                "navigationGoals": [
                                    "I want to learn about available professional certificate courses in project management.",
                                    "I’m looking for a professional certificate in cybersecurity to help me transition to civilian tech roles.",
                                    "I need to enroll in the Google Cloud Professional Certificate and verify its module prerequisites and expected time to completion.",
                                    "I’d like to find out more about starting a professional project management certificate.",
                                    "I need details about the professional certificate in computational physics."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "b1c4de26df544d2f9d607b303d16293c",
                    "navigationGoals": null
                }
            },
            {
                "text": "For support services, press 2.",
                "fileID": "74968b87f8b6473fa9602e2c35bf5895",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For assistance with logging in or technical issues, press 1.",
                            "fileID": "5537bf9282a940c4b9c950d1f7845a93",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our technical support team.",
                                        "fileID": "f76beb3181c4426cabd3068556215fa4"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "3626688c295f431e81412ff696a2274c",
                                "navigationGoals": [
                                    "I need help logging into my Coursera account; I can’t reset my password.",
                                    "I can’t log into my Coursera account and need help accessing my courses.",
                                    "I'm encountering a 401 Unauthorized error when accessing my Coursera dashboard and need help with the authentication flow.",
                                    "I’m having trouble logging in and need assistance resetting my password.",
                                    "I’m unable to log into my Coursera account to access my physics courses."
                                ]
                            }
                        },
                        {
                            "text": "For billing questions or payment support, press 2.",
                            "fileID": "80176c67f0c2498587a32f253a5dd7b2",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our billing department.",
                                        "fileID": "c61ec819aa14426182d94d175f8c0ba8"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "0fc4c925ae504204a0468d91d83fc6c2",
                                "navigationGoals": [
                                    "I have a question about a recent charge on my account and need billing support.",
                                    "I’d like to apply my GI Bill benefits or a veteran discount to my tuition payment.",
                                    "I want to update my credit card on file and review the transaction details of my recent subscription invoice.",
                                    "I want to update my payment details and check the charge on my last bill.",
                                    "I have a billing question about the charge for my physics specialization."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "537f052335be4d6eae138c80e0526d9a",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "15012e5319cc4e0d9c284bd48fafd6fa",
        "navigationGoals": null
    },
    "id": "8159916ba4af4e76adb5aa9d7ed6a462",
    "navigationGoals": null
}