{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to BigCommerce, the enterprise e-commerce platform from San Francisco that helps you build your online store.",
            "fileID": "57e3ff01f5a04edbac05f9efd6883eb0"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For new store setup and sales inquiries, press 1.",
                "fileID": "4a4dbf7829ab4a6abfde3b7df31458b8",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To speak with our sales team about building your online store, press 1.",
                            "fileID": "0900bd73a5a246beb9b5eecfdad7e364",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a BigCommerce sales specialist.",
                                        "fileID": "515871c2a3674499b51a2967c515a927"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "051dcb26ee2749958f89b34bf1cf8eda",
                                "navigationGoals": [
                                    "Get a sales rep to guide me through setting up a new BigCommerce store.",
                                    "As a veteran entrepreneur, I want to speak to a sales specialist about launching my online store.",
                                    "Discuss setting up a BigCommerce store with custom API integrations and implementation timeline",
                                    "I want to speak with a sales specialist to help me set up my online store.",
                                    "Consult with sales on setting up a new online store to sell academic materials"
                                ]
                            }
                        },
                        {
                            "text": "To learn about our enterprise pricing and plans, press 2.",
                            "fileID": "a17f9b14db0148bdbe446bf736336691",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold for a moment while we retrieve our pricing details.",
                                        "fileID": "98de76f90481451da8b4b08b791bb266"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "ff72ac34972346af815a3d692862662d",
                                "navigationGoals": [
                                    "Review and compare enterprise pricing tiers to select the right plan.",
                                    "As a veteran business owner, I'm looking for enterprise pricing options and any available veteran discounts.",
                                    "Get detailed enterprise plan pricing, feature tiers, and SLA information",
                                    "I need information on your enterprise pricing plans for my store.",
                                    "Inquire about enterprise plan pricing and included features for a high-volume store"
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "6bd8056f060444299386d66f1536c664",
                    "navigationGoals": null
                }
            },
            {
                "text": "For technical support or account assistance, press 2.",
                "fileID": "e4f1895ff42945a39b17fbf56eccf274",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "To connect with technical support for your BigCommerce store, press 1.",
                            "fileID": "b57fef6ca6564c62afcad793b64c1677",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to technical support.",
                                        "fileID": "34c18cab0f94492d9d55014440805423"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "b392e3950d154d968377d13919f4f458",
                                "navigationGoals": [
                                    "Troubleshoot a checkout integration error on my BigCommerce site with tech support.",
                                    "As a veteran-run store owner, I need help fixing my storefront images not loading after a theme update.",
                                    "Troubleshoot REST API authentication errors for my store integration",
                                    "I'm having trouble with my storefront and need technical support.",
                                    "Get technical support to troubleshoot an API integration on my BigCommerce site"
                                ]
                            }
                        },
                        {
                            "text": "For billing questions and account management, press 2.",
                            "fileID": "bfd84ed5396441d3a1ca793599239cc1",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to billing and account support.",
                                        "fileID": "7d6b7f8dee9c4928a0f44287f4fbe0f1"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "dd6682f8230740cdbf915cc329b415a5",
                                "navigationGoals": [
                                    "Update my billing information and clarify recent charges on my account.",
                                    "As a veteran-owned business, I need to update my payment method and review my last invoice.",
                                    "Clarify prorated billing charges and update my subscription plan to an annual invoice",
                                    "I have a question about my bill and need help with my account.",
                                    "Resolve a billing discrepancy and update my account’s payment details"
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "0be8739bc6504fb5a539635c664977d5",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "bbfbd16090254bfcb290c4caf2a6b70a",
        "navigationGoals": null
    },
    "id": "8dfbe0440fbf4b52a21912b6bc01a89f",
    "navigationGoals": null
}