{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to Naytev, your San Francisco based secret weapon for Facebook and Instagram A/B testing.",
            "fileID": "651761b338bd4910841c4813401918c4"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "For support with your A/B testing campaigns, press 1.",
                "fileID": "b8b4cbadbc8d4760af5bc91cfbc72a72",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For technical support and troubleshooting, press 1.",
                            "fileID": "8a14fcb35d9f4202acfe5e5a2e15154e",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold and we will connect you to our technical support team shortly.",
                                        "fileID": "5d2678f2b02d4605859a58527d06cd6c"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "252e816d95b84a9aa41472416f93a57e",
                                "navigationGoals": [
                                    "I need help troubleshooting a tracking error in my A/B testing setup.",
                                    "I need help fixing my Facebook split test—it won’t show any results for my veteran outreach campaign.",
                                    "Troubleshoot API authentication failure when calling the Facebook A/B test endpoint.",
                                    "I’m having trouble getting my Facebook ad A/B test to run correctly.",
                                    "My A/B test campaign for our department’s event isn’t recording any results in the dashboard; can you help me troubleshoot it?"
                                ]
                            }
                        },
                        {
                            "text": "For account management and billing questions, press 2.",
                            "fileID": "5f62c6ced85a4e5ba325e2510c97d786",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold and we will connect you to our billing and account specialists shortly.",
                                        "fileID": "03341c404a7d4a7f8079abc491b5c669"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "d6e3248990a2476eb34974ae22cf9692",
                                "navigationGoals": [
                                    "I need to update my billing info and review last month’s charges.",
                                    "I have a question about a recent charge on my Naytev subscription for my veteran-run nonprofit.",
                                    "Clarify my current subscription tier limits and audit recent billing charges.",
                                    "I need help understanding my invoice and charges.",
                                    "I need to update the billing information on my student group’s Naytev subscription and review last month’s charges."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "70fdcf02e25c4f6dbd168aa2bbc7ec6a",
                    "navigationGoals": null
                }
            },
            {
                "text": "For sales and new business inquiries, press 2.",
                "fileID": "734a4d18bb414dfe971de768b66ba8bd",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "For product demos and trial setup assistance, press 1.",
                            "fileID": "4e5adc544a11488883fa55cb7982fa48",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold and we will connect you with a sales representative for demos and trials.",
                                        "fileID": "e76e25beb5dc4239bee49caa737b5212"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "7bfea318b64c43eaa8d5d10bc3ef59cd",
                                "navigationGoals": [
                                    "I need help setting up a trial account and scheduling a product demo.",
                                    "I’d like to set up a trial and get a demo of your testing tool for my veteran support advertisements.",
                                    "Request a developer-focused demo of the REST API and webhooks for trial setup.",
                                    "I’d like to see a demo and set up a trial for your service.",
                                    "I’d like to start a free trial to experiment with A/B testing features on our upcoming physics seminar promotion."
                                ]
                            }
                        },
                        {
                            "text": "For partnership opportunities and marketing collaborations, press 2.",
                            "fileID": "6cdff132cfac4240a724958c9955c2b2",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold and we will connect you with our partnerships and media inquiry team.",
                                        "fileID": "1e79a56c99444c93bd09468f27e3124c"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "f03e2df77df446f2b7d4968c9bc64cca",
                                "navigationGoals": [
                                    "I’d like to discuss partnership opportunities with your team.",
                                    "I’m looking to partner with Naytev on a marketing campaign for my veteran community program.",
                                    "Discuss integrating Naytev’s split-test SDK into our analytics platform as a partner.",
                                    "I’m interested in exploring a marketing partnership with your company.",
                                    "I’m organizing a physics outreach project on campus and want to explore partnering with Naytev for co-marketing opportunities."
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "a082e779edf84d5699031956b258755c",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "9b6ad2dce2494d7db6329f6d6c8624b3",
        "navigationGoals": null
    },
    "id": "855700eeec90489d819a072a983ae04f",
    "navigationGoals": null
}