{
    "type": "welcome",
    "contents": [
        {
            "text": "Welcome to Palo Alto Staffing, South Bay's professional recruiting agency where guaranteed results start with your free consultation.",
            "fileID": "0d5a30abfffc4cc7be6f5cfcc20aed91"
        }
    ],
    "nextSegment": {
        "type": "dialOptions",
        "contents": [
            {
                "text": "Press 1 if you are an employer seeking top Silicon Valley talent.",
                "fileID": "2901d8cd94f045188bde95f3bddec8dc",
                "index": 1,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "Press 1 for personalized staffing consultation and job requisition services.",
                            "fileID": "3b3db6c465cb45729a3df069d49c348b",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to a staffing consultant who will help you secure top candidates.",
                                        "fileID": "f8542c177864430eac2a8a2d9ced979b"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "8833624220a34b47ae7c8242e817eba3",
                                "navigationGoals": [
                                    "I need to schedule a staffing consultation to begin recruiting Silicon Valley talent for our open positions.",
                                    "Schedule a free consultation to recruit cybersecurity specialists for my veteran-owned small business.",
                                    "Schedule a discovery call to configure our software engineering requisition pipeline and discuss talent acquisition KPIs.",
                                    "I need to book a free staffing consultation to find qualified tech workers for my company.",
                                    "Schedule a consultation to recruit a physics lab assistant for my research project"
                                ]
                            }
                        },
                        {
                            "text": "Press 2 for assistance with employer account management and billing inquiries.",
                            "fileID": "06861d68194a4d6a832e9cd4a125c265",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we reach an account specialist to assist you with your billing or account questions.",
                                        "fileID": "2310fc82b717418db607db3d8fcfbb71"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "4921552c1cca40a789a6fb264894ba0a",
                                "navigationGoals": [
                                    "I want to review and resolve billing questions on my employer account invoices.",
                                    "Review and pay my employer account invoice and update my billing details.",
                                    "Reconcile our latest invoice, update billing cycle settings, and set up automated invoice delivery via the SaaS portal.",
                                    "I need help understanding my employer account bill and recent charges.",
                                    "Clarify billing charges on my department’s invoice for staffing services"
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "5a96760c12a0450bb2e64df31c9b4c35",
                    "navigationGoals": null
                }
            },
            {
                "text": "Press 2 if you are a candidate seeking employment opportunities.",
                "fileID": "752968ff27c14be89faad06b41a79812",
                "index": 2,
                "nextSegment": {
                    "type": "dialOptions",
                    "contents": [
                        {
                            "text": "Press 1 to explore current job openings and submit your application.",
                            "fileID": "d650811924e6418cad858d738e2dd6af",
                            "index": 1,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while we connect you to our candidate services team to discuss job opportunities.",
                                        "fileID": "342c63f9a2f14b03b11c1444cf1a3470"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "aa2fe3392e854dc5b0488a5f5e38830b",
                                "navigationGoals": [
                                    "I'm looking to browse current job openings and submit my resume for applicable roles.",
                                    "Browse and apply for IT and security roles that match my military background.",
                                    "Query the API for current backend developer openings in Palo Alto and submit my CV through the candidate portal.",
                                    "I’m looking to review available job openings and submit my application.",
                                    "Find and apply for current physics internship openings"
                                ]
                            }
                        },
                        {
                            "text": "Press 2 for support with your candidate account and application status.",
                            "fileID": "2a5c2b95d14540b0bb103330dbcf63c2",
                            "index": 2,
                            "nextSegment": {
                                "type": "holdTheLine",
                                "contents": [
                                    {
                                        "text": "Please hold while a candidate support representative reviews your account and will be with you shortly.",
                                        "fileID": "158c912be0774b2f9255205c36eafd9b"
                                    }
                                ],
                                "nextSegment": null,
                                "id": "2cce5eb159f34415a6dfac2ac51ac006",
                                "navigationGoals": [
                                    "I need assistance accessing my candidate account and checking my application status.",
                                    "Check the status of my job application and update my candidate profile.",
                                    "Retrieve the status of my UX designer application, debug my candidate portal SSO login, and update my profile.",
                                    "I want an update on my job application status and help accessing my candidate account.",
                                    "Check the status of my submitted physics internship application"
                                ]
                            }
                        }
                    ],
                    "nextSegment": null,
                    "id": "469d31ba03f7458d8a3b42dd22067bce",
                    "navigationGoals": null
                }
            }
        ],
        "nextSegment": null,
        "id": "3850004ac81e4ecfa59d8c3339394b2c",
        "navigationGoals": null
    },
    "id": "115bab2e52ce4706b4c77e85cbc82c61",
    "navigationGoals": null
}